export const skills = [
	{
		job: "戦士",
		jobid: 0,
		name: "ノルアドレナリン",
		short_name: "NA",
		level: 0,
		id: 0,
		point: 0,
		isDefault: false,
		description: [
			[
				"SP:200",
				"タイプ:補助",
				"効果時間×1.5",
				"効果時間×0.5",
				"攻撃力増加:38〜50%",
				[
					"効果時間:1ターン",
					"効果時間:2ターン",
					"効果時間:3ターン"
				]
			],
			[
				"SP:200",
				"タイプ:補助",
				"効果時間×1.5",
				"効果時間×0.5",
				"攻撃力増加:38%",
				[
					"効果時間:1ターン",
					"効果時間:2ターン",
					"効果時間:3ターン"
				]
			],
			[
				"SP:200",
				"タイプ:補助",
				"効果時間×1.5",
				"効果時間×0.5",
				"攻撃力増加:41%",
				[
					"効果時間:1ターン",
					"効果時間:2ターン",
					"効果時間:3ターン"
				]
			],
			[
				"SP:200",
				"タイプ:補助",
				"効果時間×1.5",
				"効果時間×0.5",
				"攻撃力増加:44%",
				[
					"効果時間:1ターン",
					"効果時間:2ターン",
					"効果時間:3ターン"
				]
			],
			[
				"SP:200",
				"タイプ:補助",
				"効果時間×1.5",
				"効果時間×0.5",
				"攻撃力増加:47%",
				[
					"効果時間:1ターン",
					"効果時間:2ターン",
					"効果時間:3ターン"
				]
			],
			[
				"SP:200",
				"タイプ:補助",
				"効果時間×1.5",
				"効果時間×0.5",
				"攻撃力増加:50%",
				[
					"効果時間:1ターン",
					"効果時間:2ターン",
					"効果時間:3ターン"
				]
			]
		],
		type: 4
	},
	{
		job: "戦士",
		jobid: 0,
		name: "シールドアタック",
		short_name: "汁",
		level: 0,
		id: 1,
		point: 0,
		isDefault: false,
		description: [
			[
				"SP:100",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:88〜105",
					"威力:126〜150",
					"威力:164〜195"
				],
				[
					"威力(対戦時):49〜63",
					"威力(対戦時):70〜90",
					"威力(対戦時):91〜117"
				],
				"射程 x14 y10",
				"pow+defで攻撃"
			],
			[
				"SP:100",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:88 (SP効率:0.88)",
					"威力:126 (SP効率:1.26)",
					"威力:164 (SP効率:1.64)"
				],
				[
					"威力(対戦時):49 (SP効率:0.49)",
					"威力(対戦時):70 (SP効率:0.70)",
					"威力(対戦時):91 (SP効率:0.91)"
				],
				"射程 x14 y10",
				"pow+defで攻撃"
			],
			[
				"SP:100",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:92 (SP効率:0.92)",
					"威力:132 (SP効率:1.32)",
					"威力:172 (SP効率:1.72)"
				],
				[
					"威力(対戦時):53 (SP効率:0.53)",
					"威力(対戦時):75 (SP効率:0.75)",
					"威力(対戦時):98 (SP効率:0.98)"
				],
				"射程 x14 y10",
				"pow+defで攻撃"
			],
			[
				"SP:100",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:97 (SP効率:0.97)",
					"威力:138 (SP効率:1.38)",
					"威力:179 (SP効率:1.79)"
				],
				[
					"威力(対戦時):56 (SP効率:0.56)",
					"威力(対戦時):80 (SP効率:0.80)",
					"威力(対戦時):104 (SP効率:1.04)"
				],
				"射程 x14 y10",
				"pow+defで攻撃"
			],
			[
				"SP:100",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:101 (SP効率:1.01)",
					"威力:122 (SP効率:1.22)",
					"威力:187 (SP効率:1.87)"
				],
				[
					"威力(対戦時):60 (SP効率:0.60)",
					"威力(対戦時):85 (SP効率:0.85)",
					"威力(対戦時):111 (SP効率:1.11)"
				],
				"射程 x14 y10",
				"pow+defで攻撃"
			],
			[
				"SP:100",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:105 (SP効率:1.05)",
					"威力:150 (SP効率:1.50)",
					"威力:195 (SP効率:1.95)"
				],
				[
					"威力(対戦時):63 (SP効率:0.63)",
					"威力(対戦時):90 (SP効率:0.90)",
					"威力(対戦時):117 (SP効率:1.17)"
				],
				"射程 x14 y10",
				"pow+defで攻撃"
			]
		],
		type: 0
	},
	{
		job: "戦士",
		jobid: 0,
		name: "ブロードスラッシュ",
		short_name: "B",
		level: 0,
		id: 2,
		point: 1,
		isDefault: true,
		description: [
			[
				"SP:120",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:112〜140",
					"威力:160〜200",
					"威力:208〜260"
				],
				"射程 x70 y70"
			],
			[
				"SP:120",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:112 (SP効率:0.93)",
					"威力:160 (SP効率:1.33)",
					"威力:208 (SP効率:1.73)"
				],
				"射程 x70 y70"
			],
			[
				"SP:120",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:119 (SP効率:0.99)",
					"威力:170 (SP効率:1.42)",
					"威力:221 (SP効率:1.84)"
				],
				"射程 x70 y70"
			],
			[
				"SP:120",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:126 (SP効率:1.05)",
					"威力:180 (SP効率:1.50)",
					"威力:234 (SP効率:1.95)"
				],
				"射程 x70 y70"
			],
			[
				"SP:120",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:133 (SP効率:1.11)",
					"威力:190 (SP効率:1.58)",
					"威力:247 (SP効率:2.06)"
				],
				"射程 x70 y70"
			],
			[
				"SP:120",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:140 (SP効率:1.17)",
					"威力:200 (SP効率:1.77)",
					"威力:260 (SP効率:2.17)"
				],
				"射程 x70 y70"
			]
		],
		type: 0
	},
	{
		job: "戦士",
		jobid: 0,
		name: "連撃",
		short_name: "連撃",
		level: 0,
		id: 3,
		point: 1,
		isDefault: false,
		description: [
			[
				"SP:120",
				"タイプ:物理",
				"威力×1.3・獲得TP×1.3",
				"威力×0.7・獲得TP×0.7",
				[
					"威力:67〜81",
					"威力:95〜115",
					"威力:124〜15-"
				],
				[
					"獲得TP:95〜112",
					"獲得TP:136〜160",
					"獲得TP:177〜208"
				],
				"射程 x18 y14"
			],
			[
				"SP:120",
				"タイプ:物理",
				"威力×1.3・獲得TP×1.3",
				"威力×0.7・獲得TP×0.7",
				[
					"威力:67 (SP効率:0.56)",
					"威力:95 (SP効率:0.79)",
					"威力:124 (SP効率:1.03)"
				],
				[
					"獲得TP:95",
					"獲得TP:136",
					"獲得TP:177"
				],
				"射程 x18 y14"
			],
			[
				"SP:120",
				"タイプ:物理",
				"威力×1.3・獲得TP×1.3",
				"威力×0.7・獲得TP×0.7",
				[
					"威力:70 (SP効率:0.58)",
					"威力:100 (SP効率:0.83)",
					"威力:130 (SP効率:1.08)"
				],
				[
					"獲得TP:99",
					"獲得TP:142",
					"獲得TP:185"
				],
				"射程 x18 y14"
			],
			[
				"SP:120",
				"タイプ:物理",
				"威力×1.3・獲得TP×1.3",
				"威力×0.7・獲得TP×0.7",
				[
					"威力:74 (SP効率:0.62)",
					"威力:105 (SP効率:0.88)",
					"威力:137 (SP効率:1.14)"
				],
				[
					"獲得TP:104",
					"獲得TP:148",
					"獲得TP:192"
				],
				"射程 x18 y14"
			],
			[
				"SP:120",
				"タイプ:物理",
				"威力×1.3・獲得TP×1.3",
				"威力×0.7・獲得TP×0.7",
				[
					"威力:77 (SP効率:0.64)",
					"威力:110 (SP効率:0.92)",
					"威力:143 (SP効率:1.19)"
				],
				[
					"獲得TP:108",
					"獲得TP:154",
					"獲得TP:200"
				],
				"射程 x18 y14"
			],
			[
				"SP:120",
				"タイプ:物理",
				"威力×1.3・獲得TP×1.3",
				"威力×0.7・獲得TP×0.7",
				[
					"威力:81 (SP効率:0.68)",
					"威力:115 (SP効率:0.96)",
					"威力:150 (SP効率:1.25)"
				],
				[
					"獲得TP:112",
					"獲得TP:160",
					"獲得TP:208"
				],
				"射程 x18 y14"
			]
		],
		type: 0
	},
	{
		job: "戦士",
		jobid: 0,
		name: "神速",
		short_name: "神速",
		level: 0,
		id: 4,
		point: 2,
		isDefault: false,
		description: [
			[
				"SP:300",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:200〜259",
					"威力:286〜370",
					"威力:372〜481"
				],
				"射程 ∞",
				"・使用後に対象の位置へ移動"
			],
			[
				"SP:300",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:200 (SP効率:0.67)",
					"威力:286 (SP効率:0.95)",
					"威力:372 (SP効率:1.24)"
				],
				"射程 ∞",
				"・使用後に対象の位置へ移動"
			],
			[
				"SP:300",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:215 (SP効率:0.72)",
					"威力:307 (SP効率:1.02)",
					"威力:399 (SP効率:1.33)"
				],
				"射程 ∞",
				"・使用後に対象の位置へ移動"
			],
			[
				"SP:300",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:230 (SP効率:0.77)",
					"威力:328 (SP効率:1.09)",
					"威力:426 (SP効率:1.42)"
				],
				"射程 ∞",
				"・使用後に対象の位置へ移動"
			],
			[
				"SP:300",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:244 (SP効率:0.81)",
					"威力:349 (SP効率:1.16)",
					"威力:454 (SP効率:1.51)"
				],
				"射程 ∞",
				"・使用後に対象の位置へ移動"
			],
			[
				"SP:300",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:259 (SP効率:0.86)",
					"威力:370 (SP効率:1.23)",
					"威力:481 (SP効率:1.60)"
				],
				"射程 ∞",
				"・使用後に対象の位置へ移動"
			]
		],
		type: 0
	},
	{
		job: "戦士",
		jobid: 0,
		name: "ウォークライ",
		short_name: "ヲクラ",
		level: 0,
		id: 5,
		point: 2,
		isDefault: false,
		description: [
			[
				"SP:300",
				"タイプ:妨害",
				"効果ターン(減少効果)×1.5",
				"効果ターン(減少効果)×0.5",
				"pow増加:22〜30",
				"def増加:22〜30",
				"攻撃力減少(tec依存):52〜60",
				"効果ターン数(増加効果):10",
				[
					"効果ターン数(減少効果):5",
					"効果ターン数(減少効果):10",
					"効果ターン数(減少効果):15"
				],
				"効果範囲: ∞",
				"・敵のターゲットを取る"
			],
			[
				"SP:300",
				"タイプ:妨害",
				"効果ターン(減少効果)×1.5",
				"効果ターン(減少効果)×0.5",
				"pow増加:22",
				"def増加:22",
				"攻撃力減少(tec依存):52",
				"効果ターン数(増加効果):10",
				[
					"効果ターン数(減少効果):5",
					"効果ターン数(減少効果):10",
					"効果ターン数(減少効果):15"
				],
				"効果範囲: ∞",
				"・敵のターゲットを取る"
			],
			[
				"SP:300",
				"タイプ:妨害",
				"効果ターン(減少効果)×1.5",
				"効果ターン(減少効果)×0.5",
				"pow増加:24",
				"def増加:24",
				"攻撃力減少(tec依存):54",
				"効果ターン数(増加効果):10",
				[
					"効果ターン数(減少効果):5",
					"効果ターン数(減少効果):10",
					"効果ターン数(減少効果):15"
				],
				"効果範囲: ∞",
				"・敵のターゲットを取る"
			],
			[
				"SP:300",
				"タイプ:妨害",
				"効果ターン(減少効果)×1.5",
				"効果ターン(減少効果)×0.5",
				"pow増加:26",
				"def増加:26",
				"攻撃力減少(tec依存):56",
				"効果ターン数(増加効果):10",
				[
					"効果ターン数(減少効果):5",
					"効果ターン数(減少効果):10",
					"効果ターン数(減少効果):15"
				],
				"効果範囲: ∞",
				"・敵のターゲットを取る"
			],
			[
				"SP:300",
				"タイプ:妨害",
				"効果ターン(減少効果)×1.5",
				"効果ターン(減少効果)×0.5",
				"pow増加:28",
				"def増加:28",
				"攻撃力減少(tec依存):58",
				"効果ターン数(増加効果):10",
				[
					"効果ターン数(減少効果):5",
					"効果ターン数(減少効果):10",
					"効果ターン数(減少効果):15"
				],
				"効果範囲: ∞",
				"・敵のターゲットを取る"
			],
			[
				"SP:300",
				"タイプ:妨害",
				"効果ターン(減少効果)×1.5",
				"効果ターン(減少効果)×0.5",
				"pow増加:30",
				"def増加:30",
				"攻撃力減少(tec依存):60",
				"効果ターン数(増加効果):10",
				[
					"効果ターン数(減少効果):5",
					"効果ターン数(減少効果):10",
					"効果ターン数(減少効果):15"
				],
				"効果範囲: ∞",
				"・敵のターゲットを取る"
			]
		],
		type: 3
	},
	{
		job: "戦士",
		jobid: 0,
		name: "岩投げ",
		short_name: "岩",
		level: 0,
		id: 6,
		point: 2,
		isDefault: false,
		description: [
			[
				"SP:300",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:213〜280",
					"威力:304〜400",
					"威力:395〜520"
				],
				"射程: ∞",
				"効果範囲: 半径20",
				"気絶: 2ターン(固定)"
			],
			[
				"SP:300",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:213 (SP効率:0.71)",
					"威力:304 (SP効率:1.01)",
					"威力:395 (SP効率:1.32)"
				],
				"射程: ∞",
				"効果範囲: 半径20",
				"気絶: 2ターン(固定)"
			],
			[
				"SP:300",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:230 (SP効率:0.77)",
					"威力:328 (SP効率:1.09)",
					"威力:426 (SP効率:1.42)"
				],
				"射程: ∞",
				"効果範囲: 半径20",
				"気絶: 2ターン(固定)"
			],
			[
				"SP:300",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:246 (SP効率:0.82)",
					"威力:352 (SP効率:1.17)",
					"威力:458 (SP効率:1.53)"
				],
				"射程: ∞",
				"効果範囲: 半径20",
				"気絶: 2ターン(固定)"
			],
			[
				"SP:300",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:263 (SP効率:0.88)",
					"威力:376 (SP効率:1.25)",
					"威力:489 (SP効率:1.63)"
				],
				"射程: ∞",
				"効果範囲: 半径20",
				"気絶: 2ターン(固定)"
			],
			[
				"SP:300",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:280 (SP効率:0.93)",
					"威力:400 (SP効率:1.33)",
					"威力:520 (SP効率:1.73)"
				],
				"射程: ∞",
				"効果範囲: 半径20",
				"気絶: 2ターン(固定)"
			]
		],
		type: 0
	},
	{
		job: "魔法使い",
		jobid: 1,
		name: "アンチマジック",
		short_name: "アンチマ",
		level: 0,
		id: 7,
		point: 0,
		isDefault: false,
		description: [
			[
				"SP:100",
				"タイプ:補助",
				"軽減量+15",
				"軽減量-15",
				[
					"魔法ダメージ軽減:12〜20",
					"魔法ダメージ軽減:27〜35",
					"魔法ダメージ軽減:42〜50"
				],
				"効果範囲: 半径30",
				"効果ターン数: 9",
				"・1vs1のみ軽減率-10%"
			],
			[
				"SP:100",
				"タイプ:補助",
				"軽減量+15",
				"軽減量-15",
				[
					"魔法ダメージ軽減:12",
					"魔法ダメージ軽減:27",
					"魔法ダメージ軽減:42"
				],
				"効果範囲: 半径30",
				"効果ターン数: 9",
				"・1vs1のみ軽減率-10%"
			],
			[
				"SP:100",
				"タイプ:補助",
				"軽減量+15",
				"軽減量-15",
				[
					"魔法ダメージ軽減:14",
					"魔法ダメージ軽減:29",
					"魔法ダメージ軽減:44"
				],
				"効果範囲: 半径30",
				"効果ターン数: 9",
				"・1vs1のみ軽減率-10%"
			],
			[
				"SP:100",
				"タイプ:補助",
				"軽減量+15",
				"軽減量-15",
				[
					"魔法ダメージ軽減:16",
					"魔法ダメージ軽減:31",
					"魔法ダメージ軽減:46"
				],
				"効果範囲: 半径30",
				"効果ターン数: 9",
				"・1vs1のみ軽減率-10%"
			],
			[
				"SP:100",
				"タイプ:補助",
				"軽減量+15",
				"軽減量-15",
				[
					"魔法ダメージ軽減:18",
					"魔法ダメージ軽減:33",
					"魔法ダメージ軽減:48"
				],
				"効果範囲: 半径30",
				"効果ターン数: 9",
				"・1vs1のみ軽減率-10%"
			],
			[
				"SP:100",
				"タイプ:補助",
				"軽減量+15",
				"軽減量-15",
				[
					"魔法ダメージ軽減:20",
					"魔法ダメージ軽減:35",
					"魔法ダメージ軽減:50"
				],
				"効果範囲: 半径30",
				"効果ターン数: 9",
				"・1vs1のみ軽減率-10%"
			]
		],
		type: 4
	},
	{
		job: "魔法使い",
		jobid: 1,
		name: "テレポート",
		short_name: "テレポ",
		level: 0,
		id: 8,
		point: 0,
		isDefault: false,
		description: [
			[
				"SP:190〜170",
				"タイプ:補助",
				"SP40獲得",
				"移動先ランダム"
			],
			[
				"SP:190",
				"タイプ:補助",
				"SP40獲得",
				"移動先ランダム"
			],
			[
				"SP:185",
				"タイプ:補助",
				"SP40獲得",
				"移動先ランダム"
			],
			[
				"SP:180",
				"タイプ:補助",
				"SP40獲得",
				"移動先ランダム"
			],
			[
				"SP:175",
				"タイプ:補助",
				"SP40獲得",
				"移動先ランダム"
			],
			[
				"SP:170",
				"タイプ:補助",
				"SP40獲得",
				"移動先ランダム"
			]
		],
		type: 4
	},
	{
		job: "魔法使い",
		jobid: 1,
		name: "ビーム",
		short_name: "ビーム",
		level: 0,
		id: 9,
		point: 1,
		isDefault: false,
		description: [
			[
				"SP:200",
				"タイプ:魔法",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:134〜168",
					"威力:192〜240",
					"威力:250〜312"
				],
				"効果範囲: 半径15",
				"前方距離: ∞"
			],
			[
				"SP:200",
				"タイプ:魔法",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:134 (SP効率:0.67)",
					"威力:192 (SP効率:0.91)",
					"威力:250 (SP効率:1.25)"
				],
				"効果範囲: 半径15",
				"前方距離: ∞"
			],
			[
				"SP:200",
				"タイプ:魔法",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:143 (SP効率:0.72)",
					"威力:204 (SP効率:1.02)",
					"威力:265 (SP効率:1.33)"
				],
				"効果範囲: 半径15",
				"前方距離: ∞"
			],
			[
				"SP:200",
				"タイプ:魔法",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:151 (SP効率:0.76)",
					"威力:216 (SP効率:1.08)",
					"威力:281 (SP効率:1.41)"
				],
				"効果範囲: 半径15",
				"前方距離: ∞"
			],
			[
				"SP:200",
				"タイプ:魔法",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:160 (SP効率:0.80)",
					"威力:228 (SP効率:1.14)",
					"威力:296 (SP効率:1.48)"
				],
				"効果範囲: 半径15",
				"前方距離: ∞"
			],
			[
				"SP:200",
				"タイプ:魔法",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:168 (SP効率:0.84)",
					"威力:240 (SP効率:1.20)",
					"威力:312 (SP効率:1.56)"
				],
				"効果範囲: 半径15",
				"前方距離: ∞"
			]
		],
		type: 1
	},
	{
		job: "魔法使い",
		jobid: 1,
		name: "サンダーボルト",
		short_name: "雷",
		level: 0,
		id: 10,
		point: 1,
		isDefault: true,
		description: [
			[
				"SP:280",
				"タイプ:魔法",
				"威力×1.3・気絶ターン数+1",
				"威力×0.7・気絶ターン数-1",
				[
					"威力:84〜140",
					"威力:120〜200",
					"威力:156〜260"
				],
				[
					"気絶ターン数(tec依存): 3",
					"気絶ターン数(tec依存): 4",
					"気絶ターン数(tec依存): 5"
				],
				"射程: x70 y70",
				"効果範囲: 半径20"
			],
			[
				"SP:280",
				"タイプ:魔法",
				"威力×1.3・気絶ターン数+1",
				"威力×0.7・気絶ターン数-1",
				[
					"威力:84 (SP効率:0.30)",
					"威力:120 (SP効率:0.43)",
					"威力:156 (SP効率:0.33)"
				],
				[
					"気絶ターン数(tec依存): 3",
					"気絶ターン数(tec依存): 4",
					"気絶ターン数(tec依存): 5"
				],
				"射程: x70 y70",
				"効果範囲: 半径20"
			],
			[
				"SP:280",
				"タイプ:魔法",
				"威力×1.3・気絶ターン数+1",
				"威力×0.7・気絶ターン数-1",
				[
					"威力:98 (SP効率:0.35)",
					"威力:140 (SP効率:0.50)",
					"威力:182 (SP効率:0.65)"
				],
				[
					"気絶ターン数(tec依存): 3",
					"気絶ターン数(tec依存): 4",
					"気絶ターン数(tec依存): 5"
				],
				"射程: x70 y70",
				"効果範囲: 半径20"
			],
			[
				"SP:280",
				"タイプ:魔法",
				"威力×1.3・気絶ターン数+1",
				"威力×0.7・気絶ターン数-1",
				[
					"威力:112 (SP効率:0.40)",
					"威力:160 (SP効率:0.57)",
					"威力:208 (SP効率:0.74)"
				],
				[
					"気絶ターン数(tec依存): 3",
					"気絶ターン数(tec依存): 4",
					"気絶ターン数(tec依存): 5"
				],
				"射程: x70 y70",
				"効果範囲: 半径20"
			],
			[
				"SP:280",
				"タイプ:魔法",
				"威力×1.3・気絶ターン数+1",
				"威力×0.7・気絶ターン数-1",
				[
					"威力:126 (SP効率:0.45)",
					"威力:180 (SP効率:0.64)",
					"威力:234 (SP効率:0.84)"
				],
				[
					"気絶ターン数(tec依存): 3",
					"気絶ターン数(tec依存): 4",
					"気絶ターン数(tec依存): 5"
				],
				"射程: x70 y70",
				"効果範囲: 半径20"
			],
			[
				"SP:280",
				"タイプ:魔法",
				"威力×1.3・気絶ターン数+1",
				"威力×0.7・気絶ターン数-1",
				[
					"威力:140 (SP効率:0.50)",
					"威力:200 (SP効率:0.71)",
					"威力:260 (SP効率:0.93)"
				],
				[
					"気絶ターン数(tec依存): 3",
					"気絶ターン数(tec依存): 4",
					"気絶ターン数(tec依存): 5"
				],
				"射程: x70 y70",
				"効果範囲: 半径20"
			]
		],
		type: 1
	},
	{
		job: "魔法使い",
		jobid: 1,
		name: "ヴォルテックス",
		short_name: "渦",
		level: 0,
		id: 11,
		point: 1,
		isDefault: false,
		description: [
			[
				"SP:200",
				"タイプ:魔法",
				"威力×1.15",
				"威力×0.85",
				[
					"威力:20〜27",
					"威力:24〜32",
					"威力:28〜37"
				],
				"効果範囲: 半径20",
				"効果ターン数: 10",
				"・防御行動で軽減不可",
				"・画面外設置不可",
				"・対戦時のみSPを30ずつ減少",
				"・対戦時以外はtec依存の移動(吸い寄せ)"
			],
			[
				"SP:200",
				"タイプ:魔法",
				"威力×1.15",
				"威力×0.85",
				[
					"威力:20 (SP効率:1.00)",
					"威力:24 (SP効率:1.20)",
					"威力:28 (SP効率:1.40)"
				],
				"効果範囲: 半径20",
				"効果ターン数: 10",
				"・防御行動で軽減不可",
				"・画面外設置不可",
				"・対戦時のみSPを30ずつ減少",
				"・対戦時以外はtec依存の移動(吸い寄せ)"
			],
			[
				"SP:200",
				"タイプ:魔法",
				"威力×1.15",
				"威力×0.85",
				[
					"威力:22 (SP効率:1.10)",
					"威力:26 (SP効率:1.30)",
					"威力:30 (SP効率:1.50)"
				],
				"効果範囲: 半径20",
				"効果ターン数: 10",
				"・防御行動で軽減不可",
				"・画面外設置不可",
				"・対戦時のみSPを30ずつ減少",
				"・対戦時以外はtec依存の移動(吸い寄せ)"
			],
			[
				"SP:200",
				"タイプ:魔法",
				"威力×1.15",
				"威力×0.85",
				[
					"威力:24 (SP効率:1.20)",
					"威力:28 (SP効率:1.40)",
					"威力:32 (SP効率:1.60)"
				],
				"効果範囲: 半径20",
				"効果ターン数: 10",
				"・防御行動で軽減不可",
				"・画面外設置不可",
				"・対戦時のみSPを30ずつ減少",
				"・対戦時以外はtec依存の移動(吸い寄せ)"
			],
			[
				"SP:200",
				"タイプ:魔法",
				"威力×1.15",
				"威力×0.85",
				[
					"威力:26 (SP効率:1.30)",
					"威力:30 (SP効率:1.50)",
					"威力:35 (SP効率:1.70)"
				],
				"効果範囲: 半径20",
				"効果ターン数: 10",
				"・防御行動で軽減不可",
				"・画面外設置不可",
				"・対戦時のみSPを30ずつ減少",
				"・対戦時以外はtec依存の移動(吸い寄せ)"
			],
			[
				"SP:200",
				"タイプ:魔法",
				"威力×1.15",
				"威力×0.85",
				[
					"威力:27 (SP効率:1.35)",
					"威力:32 (SP効率:1.60)",
					"威力:37 (SP効率:1.75)"
				],
				"効果範囲: 半径20",
				"効果ターン数: 10",
				"・防御行動で軽減不可",
				"・画面外設置不可",
				"・対戦時のみSPを30ずつ減少",
				"・対戦時以外はtec依存の移動(吸い寄せ)"
			]
		],
		type: 1
	},
	{
		job: "魔法使い",
		jobid: 1,
		name: "メテオスフォール",
		short_name: "メテオ",
		level: 0,
		id: 12,
		point: 2,
		isDefault: false,
		description: [
			[
				"SP:680",
				"タイプ:魔法",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:134〜168",
					"威力:192〜240",
					"威力:250〜312"
				],
				"発射数: 1〜3",
				"効果範囲: ∞ (爆心地:半径25)",
				"・爆心地から離れると威力半減",
				"・対戦時は威力1.5倍"
			],
			[
				"SP:680",
				"タイプ:魔法",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:134 (対戦時:201)<br />SP効率:0.20 (対戦時:0.30)",
					"威力:192 (対戦時:288)<br />SP効率:0.28 (対戦時:0.42)",
					"威力:250 (対戦時:375)<br />SP効率:0.37 (対戦時:0.55)"
				],
				"発射数: 1",
				"効果範囲: ∞ (爆心地:半径25)",
				"・爆心地から離れると威力半減",
				"・対戦時は威力1.5倍"
			],
			[
				"SP:680",
				"タイプ:魔法",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:143 (対戦時:215)<br />SP効率:0.21 (対戦時:0.32)",
					"威力:204 (対戦時:306)<br />SP効率:0.30 (対戦時:0.45)",
					"威力:265 (対戦時:398)<br />SP効率:0.39 (対戦時:0.59)"
				],
				"発射数: 1",
				"効果範囲: ∞ (爆心地:半径25)",
				"・爆心地から離れると威力半減",
				"・対戦時は威力1.5倍"
			],
			[
				"SP:680",
				"タイプ:魔法",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:151 (対戦時:227)<br />SP効率:0.44 (対戦時:0.67)",
					"威力:216 (対戦時:324)<br />SP効率:0.64 (対戦時:0.95)",
					"威力:281 (対戦時:422)<br />SP効率:0.83 (対戦時:1.24)"
				],
				"発射数: 2",
				"効果範囲: ∞ (爆心地:半径25)",
				"・爆心地から離れると威力半減",
				"・対戦時は威力1.5倍"
			],
			[
				"SP:680",
				"タイプ:魔法",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:160 (対戦時:240)<br />SP効率:0.47 (対戦時:0.71)",
					"威力:228 (対戦時:342)<br />SP効率:0.67 (対戦時:1.01)",
					"威力:296 (対戦時:444)<br />SP効率:0.87 (対戦時:1.31)"
				],
				"発射数: 2",
				"効果範囲: ∞ (爆心地:半径25)",
				"・爆心地から離れると威力半減",
				"・対戦時は威力1.5倍"
			],
			[
				"SP:680",
				"タイプ:魔法",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:168 (対戦時:252)<br />SP効率:0.74 (対戦時:1.11)",
					"威力:240 (対戦時:360)<br />SP効率:1.06 (対戦時:1.59)",
					"威力:312 (対戦時:468)<br />SP効率:1.38 (対戦時:2.06)"
				],
				"発射数: 3",
				"効果範囲: ∞ (爆心地:半径25)",
				"・爆心地から離れると威力半減",
				"・対戦時は威力1.5倍"
			]
		],
		type: 1
	},
	{
		job: "魔法使い",
		jobid: 1,
		name: "マジカルチャージ",
		short_name: "茶",
		level: 0,
		id: 13,
		point: 2,
		isDefault: false,
		description: [
			[
				"SP:400",
				"タイプ:魔法",
				"獲得TP×1.3",
				"獲得TP×0.7",
				[
					"獲得TP:56〜70",
					"獲得TP:80〜100",
					"獲得TP:104〜130"
				],
				"効果ターン数: 5"
			],
			[
				"SP:400",
				"タイプ:魔法",
				"獲得TP×1.3",
				"獲得TP×0.7",
				[
					"獲得TP:56",
					"獲得TP:80",
					"獲得TP:104"
				],
				"効果ターン数: 5"
			],
			[
				"SP:400",
				"タイプ:魔法",
				"獲得TP×1.3",
				"獲得TP×0.7",
				[
					"獲得TP:60",
					"獲得TP:85",
					"獲得TP:111"
				],
				"効果ターン数: 5"
			],
			[
				"SP:400",
				"タイプ:魔法",
				"獲得TP×1.3",
				"獲得TP×0.7",
				[
					"獲得TP:63",
					"獲得TP:90",
					"獲得TP:117"
				],
				"効果ターン数: 5"
			],
			[
				"SP:400",
				"タイプ:魔法",
				"獲得TP×1.3",
				"獲得TP×0.7",
				[
					"獲得TP:67",
					"獲得TP:95",
					"獲得TP:124"
				],
				"効果ターン数: 5"
			],
			[
				"SP:400",
				"タイプ:魔法",
				"獲得TP×1.3",
				"獲得TP×0.7",
				[
					"獲得TP:70",
					"獲得TP:100",
					"獲得TP:130"
				],
				"効果ターン数: 5"
			]
		],
		type: 1
	},
	{
		job: "魔法使い",
		jobid: 1,
		name: "スーパーゼロ",
		short_name: "ゼロ",
		level: 0,
		id: 14,
		point: 2,
		isDefault: false,
		description: [
			[
				"SP:400",
				"タイプ:魔法",
				"威力×1.5",
				"威力×0.5",
				[
					"威力:122〜160",
					"威力:244〜320",
					"威力:366〜480"
				],
				"効果範囲:半径25",
				"敵が設置したFOE、罠、リンゴ(赤と黒)を破壊",
				"※威力は実際に検証した結果に合わせています"
			],
			[
				"SP:400",
				"タイプ:魔法",
				"威力×1.5",
				"威力×0.5",
				[
					"威力:122 (SP効率:0.31)",
					"威力:244 (SP効率:0.61)",
					"威力:366 (SP効率:0.92)"
				],
				"効果範囲:半径25",
				"敵が設置したFOE、罠、リンゴ(赤と黒)を破壊",
				"※威力は実際に検証した結果に合わせています"
			],
			[
				"SP:400",
				"タイプ:魔法",
				"威力×1.5",
				"威力×0.5",
				[
					"威力:132 (SP効率:0.33)",
					"威力:263 (SP効率:0.66)",
					"威力:395 (SP効率:0.99)"
				],
				"効果範囲:半径25",
				"敵が設置したFOE、罠、リンゴ(赤と黒)を破壊",
				"※威力は実際に検証した結果に合わせています"
			],
			[
				"SP:400",
				"タイプ:魔法",
				"威力×1.5",
				"威力×0.5",
				[
					"威力:141 (SP効率:0.35)",
					"威力:282 (SP効率:0.71)",
					"威力:423 (SP効率:1.06)"
				],
				"効果範囲:半径25",
				"敵が設置したFOE、罠、リンゴ(赤と黒)を破壊",
				"※威力は実際に検証した結果に合わせています"
			],
			[
				"SP:400",
				"タイプ:魔法",
				"威力×1.5",
				"威力×0.5",
				[
					"威力:151 (SP効率:0.38)",
					"威力:301 (SP効率:0.75)",
					"威力:452 (SP効率:1.13)"
				],
				"効果範囲:半径25",
				"敵が設置したFOE、罠、リンゴ(赤と黒)を破壊",
				"※威力は実際に検証した結果に合わせています"
			],
			[
				"SP:400",
				"タイプ:魔法",
				"威力×1.5",
				"威力×0.5",
				[
					"威力:160 (SP効率:0.40)",
					"威力:320 (SP効率:0.80)",
					"威力:480 (SP効率:1.20)"
				],
				"効果範囲:半径25",
				"敵が設置したFOE、罠、リンゴ(赤と黒)を破壊",
				"※威力は実際に検証した結果に合わせています"
			]
		],
		type: 1
	},
	{
		job: "僧",
		jobid: 2,
		name: "退魔の防壁",
		short_name: "防壁",
		level: 0,
		id: 15,
		point: 0,
		isDefault: false,
		description: [
			[
				"SP:100",
				"タイプ:回復",
				"効果時間×1.5",
				"効果時間×0.5",
				"ダメージ軽減:42〜50",
				[
					"効果ターン数:3",
					"効果ターン数:6",
					"効果ターン数:9"
				],
				"効果範囲: 半径20"
			],
			[
				"SP:100",
				"タイプ:回復",
				"効果時間×1.5",
				"効果時間×0.5",
				"ダメージ軽減:42",
				[
					"効果ターン数:3",
					"効果ターン数:6",
					"効果ターン数:9"
				],
				"効果範囲: 半径20"
			],
			[
				"SP:100",
				"タイプ:回復",
				"効果時間×1.5",
				"効果時間×0.5",
				"ダメージ軽減:44",
				[
					"効果ターン数:3",
					"効果ターン数:6",
					"効果ターン数:9"
				],
				"効果範囲: 半径20"
			],
			[
				"SP:100",
				"タイプ:回復",
				"効果時間×1.5",
				"効果時間×0.5",
				"ダメージ軽減:46",
				[
					"効果ターン数:3",
					"効果ターン数:6",
					"効果ターン数:9"
				],
				"効果範囲: 半径20"
			],
			[
				"SP:100",
				"タイプ:回復",
				"効果時間×1.5",
				"効果時間×0.5",
				"ダメージ軽減:48",
				[
					"効果ターン数:3",
					"効果ターン数:6",
					"効果ターン数:9"
				],
				"効果範囲: 半径20"
			],
			[
				"SP:100",
				"タイプ:回復",
				"効果時間×1.5",
				"効果時間×0.5",
				"ダメージ軽減:50",
				[
					"効果ターン数:3",
					"効果ターン数:6",
					"効果ターン数:9"
				],
				"効果範囲: 半径20"
			]
		],
		type: 2
	},
	{
		job: "僧",
		jobid: 2,
		name: "魔滅の札",
		short_name: "札",
		level: 0,
		id: 16,
		point: 0,
		isDefault: false,
		description: [
			[
				"SP:100",
				"タイプ:魔法",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:88〜105",
					"威力:126〜150",
					"威力:164〜195"
				],
				[
					"威力(対戦時):49〜63",
					"威力(対戦時):70〜90",
					"威力(対戦時):91〜117"
				],
				"射程 x70 y70",
				"pow+tecで攻撃"
			],
			[
				"SP:100",
				"タイプ:魔法",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:88 (SP効率:0.88)",
					"威力:126 (SP効率:1.26)",
					"威力:164 (SP効率:1.64)"
				],
				[
					"威力(対戦時):49 (SP効率:0.49)",
					"威力(対戦時):70 (SP効率:0.70)",
					"威力(対戦時):91 (SP効率:0.91)"
				],
				"射程 x70 y70",
				"pow+tecで攻撃"
			],
			[
				"SP:100",
				"タイプ:魔法",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:92 (SP効率:0.92)",
					"威力:132 (SP効率:1.32)",
					"威力:172 (SP効率:1.72)"
				],
				[
					"威力(対戦時):53 (SP効率:0.53)",
					"威力(対戦時):75 (SP効率:0.75)",
					"威力(対戦時):98 (SP効率:0.98)"
				],
				"射程 x70 y70",
				"pow+tecで攻撃"
			],
			[
				"SP:100",
				"タイプ:魔法",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:97 (SP効率:0.97)",
					"威力:138 (SP効率:1.38)",
					"威力:179 (SP効率:1.79)"
				],
				[
					"威力(対戦時):56 (SP効率:0.56)",
					"威力(対戦時):80 (SP効率:0.80)",
					"威力(対戦時):104 (SP効率:1.04)"
				],
				"射程 x70 y70",
				"pow+tecで攻撃"
			],
			[
				"SP:100",
				"タイプ:魔法",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:101 (SP効率:1.01)",
					"威力:122 (SP効率:1.22)",
					"威力:187 (SP効率:1.87)"
				],
				[
					"威力(対戦時):60 (SP効率:0.60)",
					"威力(対戦時):85 (SP効率:0.85)",
					"威力(対戦時):111 (SP効率:1.11)"
				],
				"射程 x70 y70",
				"pow+tecで攻撃"
			],
			[
				"SP:100",
				"タイプ:魔法",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:105 (SP効率:1.05)",
					"威力:150 (SP効率:1.50)",
					"威力:195 (SP効率:1.95)"
				],
				[
					"威力(対戦時):63 (SP効率:0.63)",
					"威力(対戦時):90 (SP効率:0.90)",
					"威力(対戦時):117 (SP効率:1.17)"
				],
				"射程 x70 y70",
				"pow+tecで攻撃"
			]
		],
		type: 1
	},
	{
		job: "僧",
		jobid: 2,
		name: "ドレイン",
		short_name: "ドレイン",
		level: 0,
		id: 17,
		point: 0,
		isDefault: false,
		description: [
			[
				"SP:100",
				"タイプ:回復",
				"威力・回復量×1.3",
				"威力・回復量×0.7",
				[
					"吸収量(pow依存):0.63〜0.77",
					"吸収量(pow依存):0.90〜1.10",
					"吸収量(pow依存):1.17〜1.43"
				],
				"射程:x20 y14",
				"・回復量=与ダメという扱い(SURVIVAL時以外)",
				"・ダメージの計算方法が回復技の計算方法と同じになる。",
				"(√powの小数点以下四捨五入)×吸収量(×薬学効果)の四捨五入",
				"・使用者のpowのみに依存する固定ダメージ",
				"(魔石やチア等のバフは効果なし)",
				"・SURVIVAL状態は威力(ダメージ量)のみ増加",
				"・薬学で吸収量とダメージの増加効果あり"
			],
			[
				"SP:100",
				"タイプ:回復",
				"威力・回復量×1.3",
				"威力・回復量×0.7",
				[
					"吸収量(pow依存):0.63",
					"吸収量(pow依存):0.90",
					"吸収量(pow依存):1.17"
				],
				"射程:x20 y14",
				"・回復量=与ダメという扱い(SURVIVAL時以外)",
				"・ダメージの計算方法が回復技の計算方法と同じになる。",
				"(√powの小数点以下四捨五入)×吸収量(×薬学効果)の四捨五入",
				"・使用者のpowのみに依存する固定ダメージ",
				"(魔石やチア等のバフは効果なし)",
				"・SURVIVAL状態は威力(ダメージ量)のみ増加",
				"・薬学で吸収量とダメージの増加効果あり"
			],
			[
				"SP:100",
				"タイプ:回復",
				"威力・回復量×1.3",
				"威力・回復量×0.7",
				[
					"吸収量(pow依存):0.665",
					"吸収量(pow依存):0.95",
					"吸収量(pow依存):1.235"
				],
				"射程:x20 y14",
				"・回復量=与ダメという扱い(SURVIVAL時以外)",
				"・ダメージの計算方法が回復技の計算方法と同じになる。",
				"(√powの小数点以下四捨五入)×吸収量(×薬学効果)の四捨五入",
				"・使用者のpowのみに依存する固定ダメージ",
				"(魔石やチア等のバフは効果なし)",
				"・SURVIVAL状態は威力(ダメージ量)のみ増加",
				"・薬学で吸収量とダメージの増加効果あり"
			],
			[
				"SP:100",
				"タイプ:回復",
				"威力・回復量×1.3",
				"威力・回復量×0.7",
				[
					"吸収量(pow依存):0.70",
					"吸収量(pow依存):1.00",
					"吸収量(pow依存):1.30"
				],
				"射程:x20 y14",
				"・回復量=与ダメという扱い(SURVIVAL時以外)",
				"・ダメージの計算方法が回復技の計算方法と同じになる。",
				"(√powの小数点以下四捨五入)×吸収量(×薬学効果)の四捨五入",
				"・使用者のpowのみに依存する固定ダメージ",
				"(魔石やチア等のバフは効果なし)",
				"・SURVIVAL状態は威力(ダメージ量)のみ増加",
				"・薬学で吸収量とダメージの増加効果あり"
			],
			[
				"SP:100",
				"タイプ:回復",
				"威力・回復量×1.3",
				"威力・回復量×0.7",
				[
					"吸収量(pow依存):0.735",
					"吸収量(pow依存):1.05",
					"吸収量(pow依存):1.365"
				],
				"射程:x20 y14",
				"・回復量=与ダメという扱い(SURVIVAL時以外)",
				"・ダメージの計算方法が回復技の計算方法と同じになる。",
				"(√powの小数点以下四捨五入)×吸収量(×薬学効果)の四捨五入",
				"・使用者のpowのみに依存する固定ダメージ",
				"(魔石やチア等のバフは効果なし)",
				"・SURVIVAL状態は威力(ダメージ量)のみ増加",
				"・薬学で吸収量とダメージの増加効果あり"
			],
			[
				"SP:100",
				"タイプ:回復",
				"威力・回復量×1.3",
				"威力・回復量×0.7",
				[
					"吸収量(pow依存):0.77",
					"吸収量(pow依存):1.10",
					"吸収量(pow依存):1.43"
				],
				"射程:x20 y14",
				"・回復量=与ダメという扱い(SURVIVAL時以外)",
				"・ダメージの計算方法が回復技の計算方法と同じになる。",
				"(√powの小数点以下四捨五入)×吸収量(×薬学効果)の四捨五入",
				"・使用者のpowのみに依存する固定ダメージ",
				"(魔石やチア等のバフは効果なし)",
				"・SURVIVAL状態は威力(ダメージ量)のみ増加",
				"・薬学で吸収量とダメージの増加効果あり"
			]
		],
		type: 2
	},
	{
		job: "僧",
		jobid: 2,
		name: "ヒーリングスポット",
		short_name: "ヒスポ",
		level: 0,
		id: 18,
		point: 1,
		isDefault: true,
		description: [
			[
				"SP:200",
				"タイプ:回復",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				"回復量(tec依存):0.64〜0.80",
				[
					"効果ターン数:4",
					"効果ターン数:8",
					"効果ターン数:12"
				]
			],
			[
				"SP:200",
				"タイプ:回復",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				"回復量(tec依存):0.64",
				[
					"効果ターン数:4",
					"効果ターン数:8",
					"効果ターン数:12"
				]
			],
			[
				"SP:200",
				"タイプ:回復",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				"回復量(tec依存):0.68",
				[
					"効果ターン数:4",
					"効果ターン数:8",
					"効果ターン数:12"
				]
			],
			[
				"SP:200",
				"タイプ:回復",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				"回復量(tec依存):0.72",
				[
					"効果ターン数:4",
					"効果ターン数:8",
					"効果ターン数:12"
				]
			],
			[
				"SP:200",
				"タイプ:回復",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				"回復量(tec依存):0.76",
				[
					"効果ターン数:4",
					"効果ターン数:8",
					"効果ターン数:12"
				]
			],
			[
				"SP:200",
				"タイプ:回復",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				"回復量(tec依存):0.80",
				[
					"効果ターン数:4",
					"効果ターン数:8",
					"効果ターン数:12"
				]
			]
		],
		type: 2
	},
	{
		job: "僧",
		jobid: 2,
		name: "超免疫",
		short_name: "免疫",
		level: 0,
		id: 19,
		point: 1,
		isDefault: false,
		description: [
			[
				"SP:200",
				"タイプ:回復",
				"効果ターン数+3・獲得TP×1.3",
				"効果ターン数-3・獲得TP×0.7",
				[
					"獲得TP:25〜42",
					"獲得TP:36〜60",
					"獲得TP:47〜78"
				],
				[
					"効果ターン数: 3",
					"効果ターン数: 5",
					"効果ターン数: 8"
				],
				"・自身にかかったデバフを解除する",
				"・気絶状態でも使用可能"
			],
			[
				"SP:200",
				"タイプ:回復",
				"効果ターン数+3・獲得TP×1.3",
				"効果ターン数-3・獲得TP×0.7",
				[
					"獲得TP:25",
					"獲得TP:36",
					"獲得TP:47"
				],
				[
					"効果ターン数: 3",
					"効果ターン数: 5",
					"効果ターン数: 8"
				],
				"・自身にかかったデバフを解除する",
				"・気絶状態でも使用可能"
			],
			[
				"SP:200",
				"タイプ:回復",
				"効果ターン数+3・獲得TP×1.3",
				"効果ターン数-3・獲得TP×0.7",
				[
					"獲得TP:29",
					"獲得TP:42",
					"獲得TP:55"
				],
				[
					"効果ターン数: 3",
					"効果ターン数: 5",
					"効果ターン数: 8"
				],
				"・自身にかかったデバフを解除する",
				"・気絶状態でも使用可能"
			],
			[
				"SP:200",
				"タイプ:回復",
				"効果ターン数+3・獲得TP×1.3",
				"効果ターン数-3・獲得TP×0.7",
				[
					"獲得TP:34",
					"獲得TP:48",
					"獲得TP:62"
				],
				[
					"効果ターン数: 3",
					"効果ターン数: 5",
					"効果ターン数: 8"
				],
				"・自身にかかったデバフを解除する",
				"・気絶状態でも使用可能"
			],
			[
				"SP:200",
				"タイプ:回復",
				"効果ターン数+3・獲得TP×1.3",
				"効果ターン数-3・獲得TP×0.7",
				[
					"獲得TP:38",
					"獲得TP:54",
					"獲得TP:70"
				],
				[
					"効果ターン数: 3",
					"効果ターン数: 5",
					"効果ターン数: 8"
				],
				"・自身にかかったデバフを解除する",
				"・気絶状態でも使用可能"
			],
			[
				"SP:200",
				"タイプ:回復",
				"効果ターン数+3・獲得TP×1.3",
				"効果ターン数-3・獲得TP×0.7",
				[
					"獲得TP:42",
					"獲得TP:60",
					"獲得TP:78"
				],
				[
					"効果ターン数: 3",
					"効果ターン数: 5",
					"効果ターン数: 8"
				],
				"・自身にかかったデバフを解除する",
				"・気絶状態でも使用可能"
			]
		],
		type: 2
	},
	{
		job: "僧",
		jobid: 2,
		name: "エナジーヒール",
		short_name: "エナヒ",
		level: 0,
		id: 20,
		point: 2,
		isDefault: false,
		description: [
			[
				"SP:300",
				"タイプ:回復",
				"回復量×1.3・HP増加量×1.5",
				"回復量×0.7・HP増加量×0.5",
				[
					"回復量(tec依存):2.87〜3.71",
					"回復量(tec依存):4.10〜5.3",
					"回復量(tec依存):5.33〜6.89"
				],
				[
					"最大HP増加:28〜38",
					"最大HP増加:55〜75",
					"最大HP増加:83〜113"
				],
				"効果ターン数:80",
				"効果範囲:∞",
				"※2vs2の時のみ最大HP増加量2/3",
				"※HP増加量は実際に検証した結果に合わせています"
			],
			[
				"SP:300",
				"タイプ:回復",
				"回復量×1.3・HP増加量×1.5",
				"回復量×0.7・HP増加量×0.5",
				[
					"回復量(tec依存):2.87",
					"回復量(tec依存):4.1",
					"回復量(tec依存):5.33"
				],
				[
					"最大HP増加:28",
					"最大HP増加:55",
					"最大HP増加:83"
				],
				"効果ターン数:80",
				"効果範囲:∞",
				"※2vs2の時のみ最大HP増加量2/3",
				"※HP増加量は実際に検証した結果に合わせています"
			],
			[
				"SP:300",
				"タイプ:回復",
				"回復量×1.3・HP増加量×1.5",
				"回復量×0.7・HP増加量×0.5",
				[
					"回復量(tec依存):3.08",
					"回復量(tec依存):4.4",
					"回復量(tec依存):5.72"
				],
				[
					"最大HP増加:30",
					"最大HP増加:60",
					"最大HP増加:90"
				],
				"効果ターン数:80",
				"効果範囲:∞",
				"※2vs2の時のみ最大HP増加量2/3",
				"※HP増加量は実際に検証した結果に合わせています"
			],
			[
				"SP:300",
				"タイプ:回復",
				"回復量×1.3・HP増加量×1.5",
				"回復量×0.7・HP増加量×0.5",
				[
					"回復量(tec依存):3.29",
					"回復量(tec依存):4.70",
					"回復量(tec依存):6.11"
				],
				[
					"最大HP増加:33",
					"最大HP増加:65",
					"最大HP増加:98"
				],
				"効果ターン数:80",
				"効果範囲:∞",
				"※2vs2の時のみ最大HP増加量2/3",
				"※HP増加量は実際に検証した結果に合わせています"
			],
			[
				"SP:300",
				"タイプ:回復",
				"回復量×1.3・HP増加量×1.5",
				"回復量×0.7・HP増加量×0.5",
				[
					"回復量(tec依存):3.5",
					"回復量(tec依存):5.0",
					"回復量(tec依存):6.5"
				],
				[
					"最大HP増加:35",
					"最大HP増加:70",
					"最大HP増加:105"
				],
				"効果ターン数:80",
				"効果範囲:∞",
				"※2vs2の時のみ最大HP増加量2/3",
				"※HP増加量は実際に検証した結果に合わせています"
			],
			[
				"SP:300",
				"タイプ:回復",
				"回復量×1.3・HP増加量×1.5",
				"回復量×0.7・HP増加量×0.5",
				[
					"回復量(tec依存):3.71",
					"回復量(tec依存):5.3",
					"回復量(tec依存):6.89"
				],
				[
					"最大HP増加:38",
					"最大HP増加:75",
					"最大HP増加:113"
				],
				"効果ターン数:80",
				"効果範囲:∞",
				"※2vs2の時のみ最大HP増加量2/3",
				"※HP増加量は実際に検証した結果に合わせています"
			]
		],
		type: 2
	},
	{
		job: "僧",
		jobid: 2,
		name: "救援の光",
		short_name: "光",
		level: 0,
		id: 21,
		point: 2,
		isDefault: false,
		description: [
			[
				"SP:300",
				"タイプ:回復",
				"威力×1.3・回復量×1.3",
				"威力×0.7・回復量×0.7",
				[
					"威力:118〜154",
					"威力:168〜220",
					"威力:218〜286"
				],
				[
					"回復量(tec依存):2.296〜2.968",
					"回復量(tec依存):3.28〜4.24",
					"回復量(tec依存):4.264〜5.512"
				],
				"効果範囲:半径50"
			],
			[
				"SP:300",
				"タイプ:回復",
				"威力×1.3・回復量×1.3",
				"威力×0.7・回復量×0.7",
				[
					"威力:118 (SP効率:0.39)",
					"威力:168 (SP効率:0.56)",
					"威力:218 (SP効率:0.73)"
				],
				[
					"回復量(tec依存):2.296",
					"回復量(tec依存):3.28",
					"回復量(tec依存):4.264"
				],
				"効果範囲:半径50"
			],
			[
				"SP:300",
				"タイプ:回復",
				"威力×1.3・回復量×1.3",
				"威力×0.7・回復量×0.7",
				[
					"威力:127 (SP効率:0.42)",
					"威力:181 (SP効率:0.60)",
					"威力:235 (SP効率:0.59)"
				],
				[
					"回復量(tec依存):2.464",
					"回復量(tec依存):3.52",
					"回復量(tec依存):4.576"
				],
				"効果範囲:半径50"
			],
			[
				"SP:300",
				"タイプ:回復",
				"威力×1.3・回復量×1.3",
				"威力×0.7・回復量×0.7",
				[
					"威力:136 (SP効率:0.45)",
					"威力:194 (SP効率:0.65)",
					"威力:252 (SP効率:0.84)"
				],
				[
					"回復量(tec依存):2.632",
					"回復量(tec依存):3.76",
					"回復量(tec依存):4.888"
				],
				"効果範囲:半径50"
			],
			[
				"SP:300",
				"タイプ:回復",
				"威力×1.3・回復量×1.3",
				"威力×0.7・回復量×0.7",
				[
					"威力:145 (SP効率:0.48)",
					"威力:207 (SP効率:0.69)",
					"威力:269 (SP効率:0.90)"
				],
				[
					"回復量(tec依存):2.8",
					"回復量(tec依存):4.00",
					"回復量(tec依存):5.2"
				],
				"効果範囲:半径50"
			],
			[
				"SP:300",
				"タイプ:回復",
				"威力×1.3・回復量×1.3",
				"威力×0.7・回復量×0.7",
				[
					"威力:154 (SP効率:0.51)",
					"威力:220 (SP効率:0.73)",
					"威力:286 (SP効率:0.95)"
				],
				[
					"回復量(tec依存):2.968",
					"回復量(tec依存):4.24",
					"回復量(tec依存):5.512"
				],
				"効果範囲:半径50"
			]
		],
		type: 2
	},
	{
		job: "忍者",
		jobid: 3,
		name: "隠れ身の術",
		short_name: "隠れ",
		level: 0,
		id: 22,
		point: 0,
		isDefault: false,
		description: [
			[
				"SP:150",
				"タイプ:妨害",
				"効果ターン数×1.3",
				"効果ターン数×0.7",
				"移動速度上昇:2〜6",
				[
					"効果ターン数:2",
					"効果ターン数:3",
					"効果ターン数:5"
				],
				"・効果中は敵のターゲットにならない"
			],
			[
				"SP:150",
				"タイプ:妨害",
				"効果ターン数×1.3",
				"効果ターン数×0.7",
				"移動速度上昇:2",
				[
					"効果ターン数:2",
					"効果ターン数:3",
					"効果ターン数:5"
				],
				"・効果中は敵のターゲットにならない"
			],
			[
				"SP:150",
				"タイプ:妨害",
				"効果ターン数×1.3",
				"効果ターン数×0.7",
				"移動速度上昇:3",
				[
					"効果ターン数:2",
					"効果ターン数:3",
					"効果ターン数:5"
				],
				"・効果中は敵のターゲットにならない"
			],
			[
				"SP:150",
				"タイプ:妨害",
				"効果ターン数×1.3",
				"効果ターン数×0.7",
				"移動速度上昇:4",
				[
					"効果ターン数:2",
					"効果ターン数:3",
					"効果ターン数:5"
				],
				"・効果中は敵のターゲットにならない"
			],
			[
				"SP:150",
				"タイプ:妨害",
				"効果ターン数×1.3",
				"効果ターン数×0.7",
				"移動速度上昇:5",
				[
					"効果ターン数:2",
					"効果ターン数:3",
					"効果ターン数:5"
				],
				"・効果中は敵のターゲットにならない"
			],
			[
				"SP:150",
				"タイプ:妨害",
				"効果ターン数×1.3",
				"効果ターン数×0.7",
				"移動速度上昇:6",
				[
					"効果ターン数:2",
					"効果ターン数:3",
					"効果ターン数:5"
				],
				"・効果中は敵のターゲットにならない"
			]
		],
		type: 3
	},
	{
		job: "忍者",
		jobid: 3,
		name: "分身の術",
		short_name: "分身",
		level: 0,
		id: 23,
		point: 0,
		isDefault: false,
		description: [
			[
				"SP:100",
				"タイプ:妨害",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:67〜84",
					"威力:96〜120",
					"威力:125〜156"
				],
				"射程: ∞",
				"・この技以降の技は対象の位置で発動"
			],
			[
				"SP:100",
				"タイプ:妨害",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:67 (SP効率:0.67)",
					"威力:96 (SP効率:0.96)",
					"威力:125 (SP効率:1.25)"
				],
				"射程: ∞",
				"・この技以降の技は対象の位置で発動"
			],
			[
				"SP:100",
				"タイプ:妨害",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:71 (SP効率:0.71)",
					"威力:102 (SP効率:1.02)",
					"威力:133 (SP効率:1.33)"
				],
				"射程: ∞",
				"・この技以降の技は対象の位置で発動"
			],
			[
				"SP:100",
				"タイプ:妨害",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:76 (SP効率:0.76)",
					"威力:108 (SP効率:1.08)",
					"威力:140 (SP効率:1.40)"
				],
				"射程: ∞",
				"・この技以降の技は対象の位置で発動"
			],
			[
				"SP:100",
				"タイプ:妨害",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:80 (SP効率:0.80)",
					"威力:114 (SP効率:1.14)",
					"威力:148 (SP効率:1.48)"
				],
				"射程: ∞",
				"・この技以降の技は対象の位置で発動"
			],
			[
				"SP:100",
				"タイプ:妨害",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:84 (SP効率:0.84)",
					"威力:120 (SP効率:1.20)",
					"威力:156 (SP効率:1.56)"
				],
				"射程: ∞",
				"・この技以降の技は対象の位置で発動"
			]
		],
		type: 3
	},
	{
		job: "忍者",
		jobid: 3,
		name: "風遁の術",
		short_name: "風",
		level: 0,
		id: 24,
		point: 1,
		isDefault: false,
		description: [
			[
				"SP:180",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力(魔法ダメージ):98〜91",
					"威力(魔法ダメージ):140〜120",
					"威力(魔法ダメージ):182〜156"
				],
				"吹き飛ばし距離:36〜60",
				"射程: ∞",
				"・単体だと引き寄せ、分身+風だと吹き飛ばし"
			],
			[
				"SP:180",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力(魔法ダメージ):98 (SP効率:0.54)",
					"威力(魔法ダメージ):140 (SP効率:0.78)",
					"威力(魔法ダメージ):182 (SP効率:1.01)"
				],
				"吹き飛ばし距離:36",
				"射程: ∞",
				"・単体だと引き寄せ、分身+風だと吹き飛ばし"
			],
			[
				"SP:180",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力(魔法ダメージ):95 (SP効率:0.53)",
					"威力(魔法ダメージ):135 (SP効率:0.75)",
					"威力(魔法ダメージ):176 (SP効率:0.98)"
				],
				"吹き飛ばし距離:42",
				"射程: ∞",
				"・単体だと引き寄せ、分身+風だと吹き飛ばし"
			],
			[
				"SP:180",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力(魔法ダメージ):91 (SP効率:0.51)",
					"威力(魔法ダメージ):130 (SP効率:0.72)",
					"威力(魔法ダメージ):169 (SP効率:0.94)"
				],
				"吹き飛ばし距離:48",
				"射程: ∞",
				"・単体だと引き寄せ、分身+風だと吹き飛ばし"
			],
			[
				"SP:180",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力(魔法ダメージ):88 (SP効率:0.49)",
					"威力(魔法ダメージ):125 (SP効率:0.69)",
					"威力(魔法ダメージ):163 (SP効率:0.91)"
				],
				"吹き飛ばし距離:54",
				"射程: ∞",
				"・単体だと引き寄せ、分身+風だと吹き飛ばし"
			],
			[
				"SP:180",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力(魔法ダメージ):84 (SP効率:0.47)",
					"威力(魔法ダメージ):120 (SP効率:0.67)",
					"威力(魔法ダメージ):156 (SP効率:0.87)"
				],
				"吹き飛ばし距離:60",
				"射程: ∞",
				"・単体だと引き寄せ、分身+風だと吹き飛ばし"
			]
		],
		type: 0
	},
	{
		job: "忍者",
		jobid: 3,
		name: "影縫いの術",
		short_name: "影",
		level: 0,
		id: 25,
		point: 1,
		isDefault: true,
		description: [
			[
				"SP:60",
				"タイプ:妨害",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				[
					"効果ターン数(tec依存):3〜4",
					"効果ターン数(tec依存):5〜7",
					"効果ターン数(tec依存):8〜11"
				],
				"効果範囲: 半径25",
				"・対象を移動不可状態にする",
				"・移動不可状態中は神速とテレポートは使用不可"
			],
			[
				"SP:60",
				"タイプ:妨害",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				[
					"効果ターン数(tec依存):3",
					"効果ターン数(tec依存):5",
					"効果ターン数(tec依存):8"
				],
				"効果範囲: 半径25",
				"・対象を移動不可状態にする",
				"・移動不可状態中は神速とテレポートは使用不可"
			],
			[
				"SP:60",
				"タイプ:妨害",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				[
					"効果ターン数(tec依存):3",
					"効果ターン数(tec依存):5",
					"効果ターン数(tec依存):8"
				],
				"効果範囲: 半径25",
				"・対象を移動不可状態にする",
				"・移動不可状態中は神速とテレポートは使用不可"
			],
			[
				"SP:60",
				"タイプ:妨害",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				[
					"効果ターン数(tec依存):3",
					"効果ターン数(tec依存):6",
					"効果ターン数(tec依存):9"
				],
				"効果範囲: 半径25",
				"・対象を移動不可状態にする",
				"・移動不可状態中は神速とテレポートは使用不可"
			],
			[
				"SP:60",
				"タイプ:妨害",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				[
					"効果ターン数(tec依存):3",
					"効果ターン数(tec依存):6",
					"効果ターン数(tec依存):9"
				],
				"効果範囲: 半径25",
				"・対象を移動不可状態にする",
				"・移動不可状態中は神速とテレポートは使用不可"
			],
			[
				"SP:60",
				"タイプ:妨害",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				[
					"効果ターン数(tec依存):4",
					"効果ターン数(tec依存):7",
					"効果ターン数(tec依存):11"
				],
				"効果範囲: 半径25",
				"・対象を移動不可状態にする",
				"・移動不可状態中は神速とテレポートは使用不可"
			]
		],
		type: 3
	},
	{
		job: "忍者",
		jobid: 3,
		name: "煙幕の術",
		short_name: "墨",
		level: 0,
		id: 26,
		point: 2,
		isDefault: false,
		description: [
			[
				"SP:140",
				"タイプ:妨害",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				[
					"効果ターン数(tec依存):4〜11",
					"効果ターン数(tec依存):7〜11",
					"効果ターン数(tec依存):11〜17"
				],
				"効果範囲: 半径30",
				"・対象を暗闇状態にする",
				"・暗闇状態の時はターゲット指定不可"
			],
			[
				"SP:140",
				"タイプ:妨害",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				[
					"効果ターン数(tec依存):4",
					"効果ターン数(tec依存):7",
					"効果ターン数(tec依存):11"
				],
				"効果範囲: 半径30",
				"・対象を暗闇状態にする",
				"・暗闇状態の時はターゲット指定不可"
			],
			[
				"SP:140",
				"タイプ:妨害",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				[
					"効果ターン数(tec依存):4",
					"効果ターン数(tec依存):8",
					"効果ターン数(tec依存):12"
				],
				"効果範囲: 半径30",
				"・対象を暗闇状態にする",
				"・暗闇状態の時はターゲット指定不可"
			],
			[
				"SP:140",
				"タイプ:妨害",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				[
					"効果ターン数(tec依存):5",
					"効果ターン数(tec依存):9",
					"効果ターン数(tec依存):14"
				],
				"効果範囲: 半径30",
				"・対象を暗闇状態にする",
				"・暗闇状態の時はターゲット指定不可"
			],
			[
				"SP:140",
				"タイプ:妨害",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				[
					"効果ターン数(tec依存):5",
					"効果ターン数(tec依存):10",
					"効果ターン数(tec依存):15"
				],
				"効果範囲: 半径30",
				"・対象を暗闇状態にする",
				"・暗闇状態の時はターゲット指定不可"
			],
			[
				"SP:140",
				"タイプ:妨害",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				[
					"効果ターン数(tec依存):6",
					"効果ターン数(tec依存):11",
					"効果ターン数(tec依存):17"
				],
				"効果範囲: 半径30",
				"・対象を暗闇状態にする",
				"・暗闇状態の時はターゲット指定不可"
			]
		],
		type: 3
	},
	{
		job: "忍者",
		jobid: 3,
		name: "火柱の罠",
		short_name: "火柱",
		level: 0,
		id: 27,
		point: 2,
		isDefault: false,
		description: [
			[
				"SP:200",
				"タイプ:妨害",
				"威力×1.5",
				"威力×0.5",
				[
					"威力:120〜160",
					"威力:240〜320",
					"威力:360〜480"
				],
				"効果範囲:半径8",
				"起爆:発動後2ターン〜50ターン",
				"・技スロットの位置によって設定場所が変わる",
				"1:使用者の前 2:対象の上",
				"3:対象の下 4:対象の前かつ使用者の前の位置"
			],
			[
				"SP:200",
				"タイプ:妨害",
				"威力×1.5",
				"威力×0.5",
				[
					"威力:120 (SP効率:0.60)",
					"威力:240 (SP効率:1.20)",
					"威力:360 (SP効率:1.80)"
				],
				"効果範囲:半径8",
				"起爆:発動後2ターン〜50ターン",
				"・技スロットの位置によって設定場所が変わる",
				"1:使用者の前 2:対象の上",
				"3:対象の下 4:対象の前かつ使用者の前の位置"
			],
			[
				"SP:200",
				"タイプ:妨害",
				"威力×1.5",
				"威力×0.5",
				[
					"威力:130 (SP効率:0.65)",
					"威力:260 (SP効率:1.30)",
					"威力:390 (SP効率:1.95)"
				],
				"効果範囲:半径8",
				"起爆:発動後2ターン〜50ターン",
				"・技スロットの位置によって設定場所が変わる",
				"1:使用者の前 2:対象の上",
				"3:対象の下 4:対象の前かつ使用者の前の位置"
			],
			[
				"SP:200",
				"タイプ:妨害",
				"威力×1.5",
				"威力×0.5",
				[
					"威力:140 (SP効率:0.70)",
					"威力:280 (SP効率:1.40)",
					"威力:420 (SP効率:2.10)"
				],
				"効果範囲:半径8",
				"起爆:発動後2ターン〜50ターン",
				"・技スロットの位置によって設定場所が変わる",
				"1:使用者の前 2:対象の上",
				"3:対象の下 4:対象の前かつ使用者の前の位置"
			],
			[
				"SP:200",
				"タイプ:妨害",
				"威力×1.5",
				"威力×0.5",
				[
					"威力:150 (SP効率:0.75)",
					"威力:300 (SP効率:1.50)",
					"威力:450 (SP効率:2.25)"
				],
				"効果範囲:半径8",
				"起爆:発動後2ターン〜50ターン",
				"・技スロットの位置によって設定場所が変わる",
				"1:使用者の前 2:対象の上",
				"3:対象の下 4:対象の前かつ使用者の前の位置"
			],
			[
				"SP:200",
				"タイプ:妨害",
				"威力×1.5",
				"威力×0.5",
				[
					"威力:160 (SP効率:0.80)",
					"威力:320 (SP効率:1.60)",
					"威力:480 (SP効率:2.40)"
				],
				"効果範囲:半径8",
				"起爆:発動後2ターン〜50ターン",
				"・技スロットの位置によって設定場所が変わる",
				"1:使用者の前 2:対象の上",
				"3:対象の下 4:対象の前かつ使用者の前の位置"
			]
		],
		type: 3
	},
	{
		job: "忍者",
		jobid: 3,
		name: "毒の罠",
		short_name: "毒",
		level: 0,
		id: 28,
		point: 2,
		isDefault: false,
		description: [
			[
				"SP:200",
				"タイプ:妨害",
				"威力×1.5",
				"威力×0.5",
				[
					"毒ダメージ(tec依存):111〜145",
					"毒ダメージ(tec依存):222〜290",
					"毒ダメージ(tec依存):333〜435"
				],
				"効果範囲:半径8",
				"起爆:発動後3〜50ターン",
				"・技スロットの位置によって設定場所が変わる",
				"1:使用者の前 2:対象の上",
				"3:対象の下 4:対象の前かつ使用者の前の位置"
			],
			[
				"SP:200",
				"タイプ:妨害",
				"威力×1.5",
				"威力×0.5",
				[
					"毒ダメージ(tec依存):111",
					"毒ダメージ(tec依存):222",
					"毒ダメージ(tec依存):333"
				],
				"効果範囲:半径8",
				"起爆:発動後3〜50ターン",
				"・技スロットの位置によって設定場所が変わる",
				"1:使用者の前 2:対象の上",
				"3:対象の下 4:対象の前かつ使用者の前の位置"
			],
			[
				"SP:200",
				"タイプ:妨害",
				"威力×1.5",
				"威力×0.5",
				[
					"毒ダメージ(tec依存):120",
					"毒ダメージ(tec依存):239",
					"毒ダメージ(tec依存):359"
				],
				"効果範囲:半径8",
				"起爆:発動後3〜50ターン",
				"・技スロットの位置によって設定場所が変わる",
				"1:使用者の前 2:対象の上",
				"3:対象の下 4:対象の前かつ使用者の前の位置"
			],
			[
				"SP:200",
				"タイプ:妨害",
				"威力×1.5",
				"威力×0.5",
				[
					"毒ダメージ(tec依存):128",
					"毒ダメージ(tec依存):256",
					"毒ダメージ(tec依存):384"
				],
				"効果範囲:半径8",
				"起爆:発動後3〜50ターン",
				"・技スロットの位置によって設定場所が変わる",
				"1:使用者の前 2:対象の上",
				"3:対象の下 4:対象の前かつ使用者の前の位置"
			],
			[
				"SP:200",
				"タイプ:妨害",
				"威力×1.5",
				"威力×0.5",
				[
					"毒ダメージ(tec依存):137",
					"毒ダメージ(tec依存):273",
					"毒ダメージ(tec依存):410"
				],
				"効果範囲:半径8",
				"起爆:発動後3〜50ターン",
				"・技スロットの位置によって設定場所が変わる",
				"1:使用者の前 2:対象の上",
				"3:対象の下 4:対象の前かつ使用者の前の位置"
			],
			[
				"SP:200",
				"タイプ:妨害",
				"威力×1.5",
				"威力×0.5",
				[
					"毒ダメージ(tec依存):145",
					"毒ダメージ(tec依存):290",
					"毒ダメージ(tec依存):435"
				],
				"効果範囲:半径8",
				"起爆:発動後3〜50ターン",
				"・技スロットの位置によって設定場所が変わる",
				"1:使用者の前 2:対象の上",
				"3:対象の下 4:対象の前かつ使用者の前の位置"
			]
		],
		type: 3
	},
	{
		job: "メイド",
		jobid: 4,
		name: "アロマテーション",
		short_name: "アロマ",
		level: 0,
		id: 29,
		point: 0,
		isDefault: true,
		description: [
			[
				"SP:100",
				"タイプ:補助",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				"回復量増加:27〜35",
				[
					"効果ターン数:5",
					"効果ターン数:10",
					"効果ターン数:15"
				],
				"効果範囲:半径50",
				"・発動ターンは効果未適用"
			],
			[
				"SP:100",
				"タイプ:補助",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				"回復量増加:27",
				[
					"効果ターン数:5",
					"効果ターン数:10",
					"効果ターン数:15"
				],
				"効果範囲:半径50",
				"・発動ターンは効果未適用"
			],
			[
				"SP:100",
				"タイプ:補助",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				"回復量増加:29",
				[
					"効果ターン数:5",
					"効果ターン数:10",
					"効果ターン数:15"
				],
				"効果範囲:半径50",
				"・発動ターンは効果未適用"
			],
			[
				"SP:100",
				"タイプ:補助",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				"回復量増加:31",
				[
					"効果ターン数:5",
					"効果ターン数:10",
					"効果ターン数:15"
				],
				"効果範囲:半径50",
				"・発動ターンは効果未適用"
			],
			[
				"SP:100",
				"タイプ:補助",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				"回復量増加:33",
				[
					"効果ターン数:5",
					"効果ターン数:10",
					"効果ターン数:15"
				],
				"効果範囲:半径50",
				"・発動ターンは効果未適用"
			],
			[
				"SP:100",
				"タイプ:補助",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				"回復量増加:35",
				[
					"効果ターン数:5",
					"効果ターン数:10",
					"効果ターン数:15"
				],
				"効果範囲:半径50",
				"・発動ターンは効果未適用"
			]
		],
		type: 4
	},
	{
		job: "メイド",
		jobid: 4,
		name: "ディッシュツイスト",
		short_name: "皿",
		level: 0,
		id: 30,
		point: 0,
		isDefault: false,
		description: [
			[
				"SP:100",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:83〜105",
					"威力:118〜150",
					"威力:153〜195"
				],
				"射程: ∞"
			],
			[
				"SP:100",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:83 (SP効率:0.83)",
					"威力:118 (SP効率:1.18)",
					"威力:153 (SP効率:1.53)"
				],
				"射程: ∞"
			],
			[
				"SP:100",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:88 (SP効率:0.88)",
					"威力:126 (SP効率:1.26)",
					"威力:164 (SP効率:1.64)"
				],
				"射程: ∞"
			],
			[
				"SP:100",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:94 (SP効率:0.94)",
					"威力:134 (SP効率:1.34)",
					"威力:174 (SP効率:1.74)"
				],
				"射程: ∞"
			],
			[
				"SP:100",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:99 (SP効率:0.99)",
					"威力:142 (SP効率:1.42)",
					"威力:185 (SP効率:1.85)"
				],
				"射程: ∞"
			],
			[
				"SP:100",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:105 (SP効率:1.05)",
					"威力:150 (SP効率:1.50)",
					"威力:195 (SP効率:1.95)"
				],
				"射程: ∞"
			]
		],
		type: 0
	},
	{
		job: "メイド",
		jobid: 4,
		name: "メタルコーティング",
		short_name: "メタコ",
		level: 0,
		id: 31,
		point: 0,
		isDefault: false,
		description: [
			[
				"SP:180",
				"タイプ:補助",
				"ダメージ軽減+20・毒軽減+10",
				"ダメージ軽減-20・毒軽減-10",
				[
					"ダメージ軽減:22〜30",
					"ダメージ軽減:42〜50",
					"ダメージ軽減:82〜90"
				],
				[
					"毒軽減:52〜60",
					"毒軽減:62〜70",
					"毒軽減:72〜80"
				],
				"効果ターン数:8",
				"※補正は検証した結果に合わせています"
			],
			[
				"SP:180",
				"タイプ:補助",
				"ダメージ軽減+20・毒軽減+10",
				"ダメージ軽減-20・毒軽減-10",
				[
					"ダメージ軽減:22",
					"ダメージ軽減:42",
					"ダメージ軽減:82"
				],
				[
					"毒軽減:52",
					"毒軽減:62",
					"毒軽減:72"
				],
				"効果ターン数:8",
				"※補正は検証した結果に合わせています"
			],
			[
				"SP:180",
				"タイプ:補助",
				"ダメージ軽減+20・毒軽減+10",
				"ダメージ軽減-20・毒軽減-10",
				[
					"ダメージ軽減:24",
					"ダメージ軽減:44",
					"ダメージ軽減:84"
				],
				[
					"毒軽減:54",
					"毒軽減:64",
					"毒軽減:74"
				],
				"効果ターン数:8",
				"※補正は検証した結果に合わせています"
			],
			[
				"SP:180",
				"タイプ:補助",
				"ダメージ軽減+20・毒軽減+10",
				"ダメージ軽減-20・毒軽減-10",
				[
					"ダメージ軽減:26",
					"ダメージ軽減:46",
					"ダメージ軽減:86"
				],
				[
					"毒軽減:56",
					"毒軽減:66",
					"毒軽減:76"
				],
				"効果ターン数:8",
				"※補正は検証した結果に合わせています"
			],
			[
				"SP:180",
				"タイプ:補助",
				"ダメージ軽減+20・毒軽減+10",
				"ダメージ軽減-20・毒軽減-10",
				[
					"ダメージ軽減:28",
					"ダメージ軽減:48",
					"ダメージ軽減:88"
				],
				[
					"毒軽減:58",
					"毒軽減:68",
					"毒軽減:78"
				],
				"効果ターン数:8",
				"※補正は検証した結果に合わせています"
			],
			[
				"SP:180",
				"タイプ:補助",
				"ダメージ軽減+20・毒軽減+10",
				"ダメージ軽減-20・毒軽減-10",
				[
					"ダメージ軽減:30",
					"ダメージ軽減:50",
					"ダメージ軽減:90"
				],
				[
					"毒軽減:60",
					"毒軽減:70",
					"毒軽減:80"
				],
				"効果ターン数:8",
				"※補正は検証した結果に合わせています"
			]
		],
		type: 4
	},
	{
		job: "メイド",
		jobid: 4,
		name: "コンセントレーション",
		short_name: "集中",
		level: 0,
		id: 32,
		point: 1,
		isDefault: false,
		description: [
			[
				"SP:300",
				"タイプ:魔法",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				"魔法攻撃力増加:42〜50",
				[
					"効果ターン数:2",
					"効果ターン数:4",
					"効果ターン数:6"
				]
			],
			[
				"SP:300",
				"タイプ:魔法",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				"魔法攻撃力増加:42",
				[
					"効果ターン数:2",
					"効果ターン数:4",
					"効果ターン数:6"
				]
			],
			[
				"SP:300",
				"タイプ:魔法",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				"魔法攻撃力増加:44",
				[
					"効果ターン数:2",
					"効果ターン数:4",
					"効果ターン数:6"
				]
			],
			[
				"SP:300",
				"タイプ:魔法",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				"魔法攻撃力増加:46",
				[
					"効果ターン数:2",
					"効果ターン数:4",
					"効果ターン数:6"
				]
			],
			[
				"SP:300",
				"タイプ:魔法",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				"魔法攻撃力増加:48",
				[
					"効果ターン数:2",
					"効果ターン数:4",
					"効果ターン数:6"
				]
			],
			[
				"SP:300",
				"タイプ:魔法",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				"魔法攻撃力増加:50",
				[
					"効果ターン数:2",
					"効果ターン数:4",
					"効果ターン数:6"
				]
			]
		],
		type: 1
	},
	{
		job: "メイド",
		jobid: 4,
		name: "地獄の薔薇",
		short_name: "薔薇",
		level: 0,
		id: 33,
		point: 1,
		isDefault: false,
		description: [
			[
				"SP:200",
				"タイプ:補助",
				"威力×1.5",
				"威力×0.5",
				[
					"毒ダメージ(tec依存):8〜10",
					"毒ダメージ(tec依存):16〜20",
					"毒ダメージ(tec依存):24〜30"
				],
				"効果ターン数:12",
				"効果範囲: 半径20",
				"・発動直後から対象範囲内の相手の回復を無効化",
				"・発動時、範囲内にある相手のヒスポを破壊"
			],
			[
				"SP:200",
				"タイプ:補助",
				"威力×1.5",
				"威力×0.5",
				[
					"毒ダメージ(tec依存):8",
					"毒ダメージ(tec依存):16",
					"毒ダメージ(tec依存):24"
				],
				"効果ターン数:12",
				"効果範囲: 半径20",
				"・発動直後から対象範囲内の相手の回復を無効化",
				"・発動時、範囲内にある相手のヒスポを破壊"
			],
			[
				"SP:200",
				"タイプ:補助",
				"威力×1.5",
				"威力×0.5",
				[
					"毒ダメージ(tec依存):9",
					"毒ダメージ(tec依存):17",
					"毒ダメージ(tec依存):26"
				],
				"効果ターン数:12",
				"効果範囲: 半径20",
				"・発動直後から対象範囲内の相手の回復を無効化",
				"・発動時、範囲内にある相手のヒスポを破壊"
			],
			[
				"SP:200",
				"タイプ:補助",
				"威力×1.5",
				"威力×0.5",
				[
					"毒ダメージ(tec依存):9",
					"毒ダメージ(tec依存):18",
					"毒ダメージ(tec依存):27"
				],
				"効果ターン数:12",
				"効果範囲: 半径20",
				"・発動直後から対象範囲内の相手の回復を無効化",
				"・発動時、範囲内にある相手のヒスポを破壊"
			],
			[
				"SP:200",
				"タイプ:補助",
				"威力×1.5",
				"威力×0.5",
				[
					"毒ダメージ(tec依存):10",
					"毒ダメージ(tec依存):19",
					"毒ダメージ(tec依存):29"
				],
				"効果ターン数:12",
				"効果範囲: 半径20",
				"・発動直後から対象範囲内の相手の回復を無効化",
				"・発動時、範囲内にある相手のヒスポを破壊"
			],
			[
				"SP:200",
				"タイプ:補助",
				"威力×1.5",
				"威力×0.5",
				[
					"毒ダメージ(tec依存):10",
					"毒ダメージ(tec依存):20",
					"毒ダメージ(tec依存):30"
				],
				"効果ターン数:12",
				"効果範囲: 半径20",
				"・発動直後から対象範囲内の相手の回復を無効化",
				"・発動時、範囲内にある相手のヒスポを破壊"
			]
		],
		type: 4
	},
	{
		job: "メイド",
		jobid: 4,
		name: "ミスティックナイフ",
		short_name: "ナイフ",
		level: 0,
		id: 34,
		point: 1,
		isDefault: false,
		description: [
			[
				"SP:200",
				"タイプ:補助",
				"威力×1.15",
				"威力×0.85",
				[
					"威力(魔法ダメージ):118〜149",
					"威力(魔法ダメージ):139〜175",
					"威力(魔法ダメージ):160〜201"
				],
				"・諸天や対象のバフや防御は貫通する"
			],
			[
				"SP:200",
				"タイプ:補助",
				"威力×1.15",
				"威力×0.85",
				[
					"威力(魔法ダメージ):118 (SP効率:0.59)",
					"威力(魔法ダメージ):139 (SP効率:0.70)",
					"威力(魔法ダメージ):160 (SP効率:0.80)"
				],
				"・諸天や対象のバフや防御は貫通する"
			],
			[
				"SP:200",
				"タイプ:補助",
				"威力×1.15",
				"威力×0.85",
				[
					"威力(魔法ダメージ):126 (SP効率:0.63)",
					"威力(魔法ダメージ):148 (SP効率:0.74)",
					"威力(魔法ダメージ):170 (SP効率:0.85)"
				],
				"・諸天や対象のバフや防御は貫通する"
			],
			[
				"SP:200",
				"タイプ:補助",
				"威力×1.15",
				"威力×0.85",
				[
					"威力(魔法ダメージ):133 (SP効率:0.67)",
					"威力(魔法ダメージ):157 (SP効率:0.79)",
					"威力(魔法ダメージ):181 (SP効率:0.91)"
				],
				"・諸天や対象のバフや防御は貫通する"
			],
			[
				"SP:200",
				"タイプ:補助",
				"威力×1.15",
				"威力×0.85",
				[
					"威力(魔法ダメージ):141 (SP効率:0.71)",
					"威力(魔法ダメージ):166 (SP効率:0.83)",
					"威力(魔法ダメージ):191 (SP効率:0.96)"
				],
				"・諸天や対象のバフや防御は貫通する"
			],
			[
				"SP:200",
				"タイプ:補助",
				"威力×1.15",
				"威力×0.85",
				[
					"威力(魔法ダメージ):149 (SP効率:0.75)",
					"威力(魔法ダメージ):175 (SP効率:0.88)",
					"威力(魔法ダメージ):201 (SP効率:1.01)"
				],
				"・諸天や対象のバフや防御は貫通する"
			]
		],
		type: 4
	},
	{
		job: "メイド",
		jobid: 4,
		name: "ボムパーティ",
		short_name: "ボムパ",
		level: 0,
		id: 35,
		point: 2,
		isDefault: false,
		description: [
			[
				"SP:250",
				"タイプ:補助",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:53〜70",
					"威力:76〜100",
					"威力:99〜130"
				],
				"発射数: 3",
				"射程: ∞",
				"効果範囲: 半径12"
			],
			[
				"SP:250",
				"タイプ:補助",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:53 (SP効率:0.64)",
					"威力:76 (SP効率:0.91)",
					"威力:99 (SP効率:1.19)"
				],
				"発射数: 3",
				"射程: ∞",
				"効果範囲: 半径12"
			],
			[
				"SP:250",
				"タイプ:補助",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:57 (SP効率:0.68)",
					"威力:82 (SP効率:0.99)",
					"威力:107 (SP効率:1.28)"
				],
				"発射数: 3",
				"射程: ∞",
				"効果範囲: 半径12"
			],
			[
				"SP:250",
				"タイプ:補助",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:62 (SP効率:0.744)",
					"威力:88 (SP効率:1.06)",
					"威力:114 (SP効率:1.37)"
				],
				"発射数: 3",
				"射程: ∞",
				"効果範囲: 半径12"
			],
			[
				"SP:250",
				"タイプ:補助",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:66 (SP効率:0.79)",
					"威力:94 (SP効率:1.13)",
					"威力:122 (SP効率:1.46)"
				],
				"発射数: 3",
				"射程: ∞",
				"効果範囲: 半径12"
			],
			[
				"SP:250",
				"タイプ:補助",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:70 (SP効率:0.84)",
					"威力:100 (SP効率:1.20)",
					"威力:130 (SP効率:1.56)"
				],
				"発射数: 3",
				"射程: ∞",
				"効果範囲: 半径12"
			]
		],
		type: 1
	},
	{
		job: "メイド",
		jobid: 4,
		name: "天使の羽",
		short_name: "羽",
		level: 0,
		id: 36,
		point: 2,
		isDefault: false,
		description: [
			[
				"SP:200",
				"タイプ:補助",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				"攻撃速度上昇:22〜30",
				"移動速度上昇:6〜10",
				[
					"効果ターン数:30",
					"効果ターン数:60",
					"効果ターン数:90"
				]
			],
			[
				"SP:200",
				"タイプ:補助",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				"攻撃速度上昇:22",
				"移動速度上昇:6",
				[
					"効果ターン数:30",
					"効果ターン数:60",
					"効果ターン数:90"
				]
			],
			[
				"SP:200",
				"タイプ:補助",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				"攻撃速度上昇:24",
				"移動速度上昇:7",
				[
					"効果ターン数:30",
					"効果ターン数:60",
					"効果ターン数:90"
				]
			],
			[
				"SP:200",
				"タイプ:補助",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				"攻撃速度上昇:26",
				"移動速度上昇:8",
				[
					"効果ターン数:30",
					"効果ターン数:60",
					"効果ターン数:90"
				]
			],
			[
				"SP:200",
				"タイプ:補助",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				"攻撃速度上昇:28",
				"移動速度上昇:9",
				[
					"効果ターン数:30",
					"効果ターン数:60",
					"効果ターン数:90"
				]
			],
			[
				"SP:200",
				"タイプ:補助",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				"攻撃速度上昇:30",
				"移動速度上昇:10",
				[
					"効果ターン数:30",
					"効果ターン数:60",
					"効果ターン数:90"
				]
			]
		],
		type: 4
	},
	{
		job: "パラディン",
		jobid: 5,
		name: "即席バリア",
		short_name: "バリア",
		level: 0,
		id: 37,
		point: 0,
		isDefault: false,
		description: [
			[
				"SP:20",
				"タイプ:補助",
				"軽減率+5",
				"軽減率-5",
				[
					"ダメージ軽減率:57〜65",
					"ダメージ軽減率:62〜70",
					"ダメージ軽減率:67〜75"
				],
				"効果時間:発動ターンのみ",
				"・攻撃速度を上回っていた場合のみ軽減可能"
			],
			[
				"SP:20",
				"タイプ:補助",
				"軽減率+5",
				"軽減率-5",
				[
					"ダメージ軽減率:57",
					"ダメージ軽減率:62",
					"ダメージ軽減率:67"
				],
				"効果時間:発動ターンのみ",
				"・攻撃速度を上回っていた場合のみ軽減可能"
			],
			[
				"SP:20",
				"タイプ:補助",
				"軽減率+5",
				"軽減率-5",
				[
					"ダメージ軽減率:59",
					"ダメージ軽減率:64",
					"ダメージ軽減率:69"
				],
				"効果時間:発動ターンのみ",
				"・攻撃速度を上回っていた場合のみ軽減可能"
			],
			[
				"SP:20",
				"タイプ:補助",
				"軽減率+5",
				"軽減率-5",
				[
					"ダメージ軽減率:61",
					"ダメージ軽減率:66",
					"ダメージ軽減率:71"
				],
				"効果時間:発動ターンのみ",
				"・攻撃速度を上回っていた場合のみ軽減可能"
			],
			[
				"SP:20",
				"タイプ:補助",
				"軽減率+5",
				"軽減率-5",
				[
					"ダメージ軽減率:63",
					"ダメージ軽減率:68",
					"ダメージ軽減率:73"
				],
				"効果時間:発動ターンのみ",
				"・攻撃速度を上回っていた場合のみ軽減可能"
			],
			[
				"SP:20",
				"タイプ:補助",
				"軽減率+5",
				"軽減率-5",
				[
					"ダメージ軽減率:65",
					"ダメージ軽減率:70",
					"ダメージ軽減率:75"
				],
				"効果時間:発動ターンのみ",
				"・攻撃速度を上回っていた場合のみ軽減可能"
			]
		],
		type: 4
	},
	{
		job: "パラディン",
		jobid: 5,
		name: "気合の一撃",
		short_name: "気合",
		level: 0,
		id: 38,
		point: 0,
		isDefault: false,
		description: [
			[
				"SP:150",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:101〜126",
					"威力:144〜180",
					"威力:187〜234"
				],
				"射程:x30 y30",
				"・デバフを無視して攻撃可能"
			],
			[
				"SP:150",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:101 (SP効率:0.67)",
					"威力:144 (SP効率:0.96)",
					"威力:187 (SP効率:1.25)"
				],
				"射程:x30 y30",
				"・デバフを無視して攻撃可能"
			],
			[
				"SP:150",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:107 (SP効率:0.71)",
					"威力:153 (SP効率:1.02)",
					"威力:199 (SP効率:1.33)"
				],
				"射程:x30 y30",
				"・デバフを無視して攻撃可能"
			],
			[
				"SP:150",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:113 (SP効率:0.75)",
					"威力:162 (SP効率:1.08)",
					"威力:211 (SP効率:1.41)"
				],
				"射程:x30 y30",
				"・デバフを無視して攻撃可能"
			],
			[
				"SP:150",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:120 (SP効率:0.80)",
					"威力:171 (SP効率:1.14)",
					"威力:222 (SP効率:1.48)"
				],
				"射程:x30 y30",
				"・デバフを無視して攻撃可能"
			],
			[
				"SP:150",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:126 (SP効率:0.84)",
					"威力:180 (SP効率:1.20)",
					"威力:234 (SP効率:1.56)"
				],
				"射程:x30 y30",
				"・デバフを無視して攻撃可能"
			]
		],
		type: 0
	},
	{
		job: "パラディン",
		jobid: 5,
		name: "ド根性",
		short_name: "根性",
		level: 0,
		id: 39,
		point: 0,
		isDefault: false,
		description: [
			[
				"SP:20",
				"タイプ:補助",
				"増加量×1.3",
				"増加量×0.7",
				[
					"成功時獲得SP:56〜70",
					"成功時獲得SP:80〜100",
					"成功時獲得SP:104〜130"
				],
				[
					"成功時攻撃力上昇量:28〜35",
					"成功時攻撃力上昇量:40〜50",
					"成功時攻撃力上昇量:52〜65"
				],
				"効果ターン数:3",
				"・発動ターンにHPが0になる時のみ効果発動",
				"・効果発動後はHPが1になる",
				"※ただし対戦時はHPがdefの8倍以上マイナスになったら失敗する",
				"・効果中に再発動不可"
			],
			[
				"SP:20",
				"タイプ:補助",
				"増加量×1.3",
				"増加量×0.7",
				[
					"成功時獲得SP:56",
					"成功時獲得SP:80",
					"成功時獲得SP:104"
				],
				[
					"成功時攻撃力上昇量:28",
					"成功時攻撃力上昇量:40",
					"成功時攻撃力上昇量:52"
				],
				"効果ターン数:3",
				"・発動ターンにHPが0になる時のみ効果発動",
				"・効果発動後はHPが1になる",
				"※ただし対戦時はHPがdefの8倍以上マイナスになったら失敗する",
				"・効果中に再発動不可"
			],
			[
				"SP:20",
				"タイプ:補助",
				"増加量×1.3",
				"増加量×0.7",
				[
					"成功時獲得SP:60",
					"成功時獲得SP:85",
					"成功時獲得SP:111"
				],
				[
					"成功時攻撃力上昇量:29",
					"成功時攻撃力上昇量:42",
					"成功時攻撃力上昇量:55"
				],
				"効果ターン数:3",
				"・発動ターンにHPが0になる時のみ効果発動",
				"・効果発動後はHPが1になる",
				"※ただし対戦時はHPがdefの8倍以上マイナスになったら失敗する",
				"・効果中に再発動不可"
			],
			[
				"SP:20",
				"タイプ:補助",
				"増加量×1.3",
				"増加量×0.7",
				[
					"成功時獲得SP:63",
					"成功時獲得SP:90",
					"成功時獲得SP:117"
				],
				[
					"成功時攻撃力上昇量:32",
					"成功時攻撃力上昇量:45",
					"成功時攻撃力上昇量:59"
				],
				"効果ターン数:3",
				"・発動ターンにHPが0になる時のみ効果発動",
				"・効果発動後はHPが1になる",
				"※ただし対戦時はHPがdefの8倍以上マイナスになったら失敗する",
				"・効果中に再発動不可"
			],
			[
				"SP:20",
				"タイプ:補助",
				"増加量×1.3",
				"増加量×0.7",
				[
					"成功時獲得SP:67",
					"成功時獲得SP:95",
					"成功時獲得SP:124"
				],
				[
					"成功時攻撃力上昇量:33",
					"成功時攻撃力上昇量:47",
					"成功時攻撃力上昇量:61"
				],
				"効果ターン数:3",
				"・発動ターンにHPが0になる時のみ効果発動",
				"・効果発動後はHPが1になる",
				"※ただし対戦時はHPがdefの8倍以上マイナスになったら失敗する",
				"・効果中に再発動不可"
			],
			[
				"SP:20",
				"タイプ:補助",
				"増加量×1.3",
				"増加量×0.7",
				[
					"成功時獲得SP:70",
					"成功時獲得SP:100",
					"成功時獲得SP:130"
				],
				[
					"成功時攻撃力上昇量:35",
					"成功時攻撃力上昇量:50",
					"成功時攻撃力上昇量:65"
				],
				"効果ターン数:3",
				"・発動ターンにHPが0になる時のみ効果発動",
				"・効果発動後はHPが1になる",
				"※ただし対戦時はHPがdefの8倍以上マイナスになったら失敗する",
				"・効果中に再発動不可"
			]
		],
		type: 4
	},
	{
		job: "パラディン",
		jobid: 5,
		name: "アクセルレーション",
		short_name: "アクセル",
		level: 0,
		id: 40,
		point: 0,
		isDefault: false,
		description: [
			[
				"SP:50",
				"タイプ:補助",
				"効果ターン数+1",
				"効果ターン数-1",
				"攻撃速度上昇:17〜21",
				"移動速度上昇:18〜26"
			],
			[
				"SP:50",
				"タイプ:補助",
				"効果ターン数+1",
				"効果ターン数-1",
				"攻撃速度上昇:17",
				"移動速度上昇:18"
			],
			[
				"SP:50",
				"タイプ:補助",
				"効果ターン数+1",
				"効果ターン数-1",
				"攻撃速度上昇:18",
				"移動速度上昇:20"
			],
			[
				"SP:50",
				"タイプ:補助",
				"効果ターン数+1",
				"効果ターン数-1",
				"攻撃速度上昇:19",
				"移動速度上昇:22"
			],
			[
				"SP:50",
				"タイプ:補助",
				"効果ターン数+1",
				"効果ターン数-1",
				"攻撃速度上昇:20",
				"移動速度上昇:24"
			],
			[
				"SP:50",
				"タイプ:補助",
				"効果ターン数+1",
				"効果ターン数-1",
				"攻撃速度上昇:21",
				"移動速度上昇:26"
			]
		],
		type: 4
	},
	{
		job: "パラディン",
		jobid: 5,
		name: "生兵法",
		short_name: "生兵",
		level: 0,
		id: 41,
		point: 1,
		isDefault: false,
		description: [
			[
				"SP:150",
				"タイプ:補助",
				"回復量×1.3",
				"回復量×0.7",
				[
					"回復量:1.79〜2.24",
					"回復量:2.56〜3.2",
					"回復量:3.33〜4.16"
				]
			],
			[
				"SP:150",
				"タイプ:補助",
				"回復量×1.3",
				"回復量×0.7",
				[
					"回復量:1.79",
					"回復量:2.56",
					"回復量:3.33"
				]
			],
			[
				"SP:150",
				"タイプ:補助",
				"回復量×1.3",
				"回復量×0.7",
				[
					"回復量:1.9",
					"回復量:2.72",
					"回復量:3.54"
				]
			],
			[
				"SP:150",
				"タイプ:補助",
				"回復量×1.3",
				"回復量×0.7",
				[
					"回復量:2.02",
					"回復量:2.88",
					"回復量:3.74"
				]
			],
			[
				"SP:150",
				"タイプ:補助",
				"回復量×1.3",
				"回復量×0.7",
				[
					"回復量:2.13",
					"回復量:3.04",
					"回復量:3.95"
				]
			],
			[
				"SP:150",
				"タイプ:補助",
				"回復量×1.3",
				"回復量×0.7",
				[
					"回復量:2.24",
					"回復量:3.2",
					"回復量:4.16"
				]
			]
		],
		type: 4
	},
	{
		job: "パラディン",
		jobid: 5,
		name: "地鎮祭",
		short_name: "祭",
		level: 0,
		id: 42,
		point: 1,
		isDefault: false,
		description: [
			[
				"SP:220",
				"タイプ:回復",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				[
					"効果ターン数:4〜6",
					"効果ターン数:8〜12",
					"効果ターン数:12〜18"
				],
				"効果範囲: 半径17",
				"・デバフの予防効果を持つ(回復効果はなし)",
				"・発動時に範囲内にある相手の薔薇、渦、罠を破壊"
			],
			[
				"SP:220",
				"タイプ:回復",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				[
					"効果ターン数:4",
					"効果ターン数:8",
					"効果ターン数:12"
				],
				"効果範囲: 半径17",
				"・デバフの予防効果を持つ(回復効果はなし)",
				"・発動時に範囲内にある相手の薔薇、渦、罠を破壊"
			],
			[
				"SP:220",
				"タイプ:回復",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				[
					"効果ターン数:5",
					"効果ターン数:9",
					"効果ターン数:14"
				],
				"効果範囲: 半径17",
				"・デバフの予防効果を持つ(回復効果はなし)",
				"・発動時に範囲内にある相手の薔薇、渦、罠を破壊"
			],
			[
				"SP:220",
				"タイプ:回復",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				[
					"効果ターン数:5",
					"効果ターン数:10",
					"効果ターン数:15"
				],
				"効果範囲: 半径17",
				"・デバフの予防効果を持つ(回復効果はなし)",
				"・発動時に範囲内にある相手の薔薇、渦、罠を破壊"
			],
			[
				"SP:220",
				"タイプ:回復",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				[
					"効果ターン数:6",
					"効果ターン数:11",
					"効果ターン数:17"
				],
				"効果範囲: 半径17",
				"・デバフの予防効果を持つ(回復効果はなし)",
				"・発動時に範囲内にある相手の薔薇、渦、罠を破壊"
			],
			[
				"SP:220",
				"タイプ:回復",
				"効果ターン数×1.5",
				"効果ターン数×0.5",
				[
					"効果ターン数:6",
					"効果ターン数:12",
					"効果ターン数:18"
				],
				"効果範囲: 半径17",
				"・デバフの予防効果を持つ(回復効果はなし)",
				"・発動時に範囲内にある相手の薔薇、渦、罠を破壊"
			]
		],
		type: 2
	},
	{
		job: "パラディン",
		jobid: 5,
		name: "ビッグランス",
		short_name: "ランス",
		level: 0,
		id: 43,
		point: 2,
		isDefault: true,
		description: [
			[
				"SP:300",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:160〜210",
					"威力:228〜300",
					"威力:296〜390"
				],
				"射程:x30 y24",
				"効果範囲:半径20"
			],
			[
				"SP:300",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:160 (SP効率:0.53)",
					"威力:228 (SP効率:0.76)",
					"威力:296 (SP効率:0.99)"
				],
				"射程:x30 y24",
				"効果範囲:半径20"
			],
			[
				"SP:300",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:172 (SP効率:0.57)",
					"威力:246 (SP効率:0.82)",
					"威力:320 (SP効率:1.07)"
				],
				"射程:x30 y24",
				"効果範囲:半径20"
			],
			[
				"SP:300",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:185 (SP効率:0.62)",
					"威力:264 (SP効率:0.88)",
					"威力:343 (SP効率:1.14)"
				],
				"射程:x30 y24",
				"効果範囲:半径20"
			],
			[
				"SP:300",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:197 (SP効率:0.66)",
					"威力:282 (SP効率:0.94)",
					"威力:367 (SP効率:1.22)"
				],
				"射程:x30 y24",
				"効果範囲:半径20"
			],
			[
				"SP:300",
				"タイプ:物理",
				"威力×1.3",
				"威力×0.7",
				[
					"威力:210 (SP効率:0.70)",
					"威力:300 (SP効率:1.00)",
					"威力:390 (SP効率:1.30)"
				],
				"射程:x30 y24",
				"効果範囲:半径20"
			]
		],
		type: 0
	},
	{
		job: "パラディン",
		jobid: 5,
		name: "諸天善神の鏡",
		short_name: "諸天",
		level: 0,
		id: 44,
		point: 2,
		isDefault: false,
		description: [
			[
				"SP:200",
				"タイプ:補助",
				"ダメージ軽減+20",
				"ダメージ軽減-20",
				"効果範囲:半径30",
				[
					"ダメージ軽減 -18%〜-10%",
					"ダメージ軽減 2%〜10%",
					"ダメージ軽減 22%〜30%"
				],
				"・対戦時は効果ターン数-3",
				"※他人の召喚キャラのダメージを25%軽減(プレイヤーが使用する時のみ)"
			],
			[
				"SP:200",
				"タイプ:補助",
				"ダメージ軽減+20",
				"ダメージ軽減-20",
				"効果範囲:半径30",
				[
					"ダメージ軽減 -18%",
					"ダメージ軽減 2%",
					"ダメージ軽減 22%"
				],
				"・対戦時は効果ターン数-3",
				"※他人の召喚キャラのダメージを25%軽減(プレイヤーが使用する時のみ)"
			],
			[
				"SP:200",
				"タイプ:補助",
				"ダメージ軽減+20",
				"ダメージ軽減-20",
				"効果範囲:半径30",
				[
					"ダメージ軽減 -16%",
					"ダメージ軽減 4%",
					"ダメージ軽減 24%"
				],
				"・対戦時は効果ターン数-3",
				"※他人の召喚キャラのダメージを25%軽減(プレイヤーが使用する時のみ)"
			],
			[
				"SP:200",
				"タイプ:補助",
				"ダメージ軽減+20",
				"ダメージ軽減-20",
				"効果範囲:半径30",
				[
					"ダメージ軽減 -14%",
					"ダメージ軽減 6%",
					"ダメージ軽減 26%"
				],
				"・対戦時は効果ターン数-3",
				"※他人の召喚キャラのダメージを25%軽減(プレイヤーが使用する時のみ)"
			],
			[
				"SP:200",
				"タイプ:補助",
				"ダメージ軽減+20",
				"ダメージ軽減-20",
				"効果範囲:半径30",
				[
					"ダメージ軽減 -12%",
					"ダメージ軽減 8%",
					"ダメージ軽減 28%"
				],
				"・対戦時は効果ターン数-3",
				"※他人の召喚キャラのダメージを25%軽減(プレイヤーが使用する時のみ)"
			],
			[
				"SP:200",
				"タイプ:補助",
				"ダメージ軽減+20",
				"ダメージ軽減-20",
				"効果範囲:半径30",
				[
					"ダメージ軽減 -10%",
					"ダメージ軽減 10%",
					"ダメージ軽減 30%"
				],
				"・対戦時は効果ターン数-3",
				"※他人の召喚キャラのダメージを25%軽減(プレイヤーが使用する時のみ)"
			]
		],
		type: 4
	},
	{
		job: "サモナー",
		jobid: 6,
		name: "ブレイブヒート",
		short_name: "ブレヒ",
		level: 0,
		id: 45,
		point: 1,
		isDefault: false,
		description: [
			[
				"SP:100",
				"タイプ:召喚",
				"威力×1.3・効果ターン数×1.5",
				"威力×0.7・効果ターン数×0.5",
				[
					"威力:56〜84",
					"威力:80〜120",
					"威力:104〜156"
				],
				"召喚キャラのダメージ軽減:66〜70",
				"召喚キャラの毒軽減:66〜70",
				"自身の召喚キャラの攻撃力上昇:基本pow*2-20%",
				[
					"効果ターン数:1",
					"効果ターン数:2",
					"効果ターン数:3"
				],
				"効果範囲:半径30"
			],
			[
				"SP:100",
				"タイプ:召喚",
				"威力×1.3・効果ターン数×1.5",
				"威力×0.7・効果ターン数×0.5",
				[
					"威力:56 (SP効率:0.56)",
					"威力:80 (SP効率:0.80)",
					"威力:104 (SP効率:1.04)"
				],
				"召喚キャラのダメージ軽減:66〜70",
				"召喚キャラの毒軽減:66〜70",
				"自身の召喚キャラの攻撃力上昇:基本pow*2-20%",
				[
					"効果ターン数:1",
					"効果ターン数:2",
					"効果ターン数:3"
				],
				"効果範囲:半径30"
			],
			[
				"SP:100",
				"タイプ:召喚",
				"威力×1.3・効果ターン数×1.5",
				"威力×0.7・効果ターン数×0.5",
				[
					"威力:63 (SP効率:0.63)",
					"威力:90 (SP効率:0.90)",
					"威力:117 (SP効率:1.17)"
				],
				"召喚キャラのダメージ軽減:66〜70",
				"召喚キャラの毒軽減:66〜70",
				"自身の召喚キャラの攻撃力上昇:基本pow*2-20%",
				[
					"効果ターン数:1",
					"効果ターン数:2",
					"効果ターン数:3"
				],
				"効果範囲:半径30"
			],
			[
				"SP:100",
				"タイプ:召喚",
				"威力×1.3・効果ターン数×1.5",
				"威力×0.7・効果ターン数×0.5",
				[
					"威力:70 (SP効率:0.70)",
					"威力:100 (SP効率:1.00)",
					"威力:130 (SP効率:1.30)"
				],
				"召喚キャラのダメージ軽減:66〜70",
				"召喚キャラの毒軽減:66〜70",
				"自身の召喚キャラの攻撃力上昇:基本pow*2-20%",
				[
					"効果ターン数:1",
					"効果ターン数:2",
					"効果ターン数:3"
				],
				"効果範囲:半径30"
			],
			[
				"SP:100",
				"タイプ:召喚",
				"威力×1.3・効果ターン数×1.5",
				"威力×0.7・効果ターン数×0.5",
				[
					"威力:77 (SP効率:0.77)",
					"威力:110 (SP効率:1.10)",
					"威力:143 (SP効率:1.43)"
				],
				"召喚キャラのダメージ軽減:66〜70",
				"召喚キャラの毒軽減:66〜70",
				"自身の召喚キャラの攻撃力上昇:基本pow*2-20%",
				[
					"効果ターン数:1",
					"効果ターン数:2",
					"効果ターン数:3"
				],
				"効果範囲:半径30"
			],
			[
				"SP:100",
				"タイプ:召喚",
				"威力×1.3・効果ターン数×1.5",
				"威力×0.7・効果ターン数×0.5",
				[
					"威力:84 (SP効率:0.84)",
					"威力:120 (SP効率:1.20)",
					"威力:156 (SP効率:1.56)"
				],
				"召喚キャラのダメージ軽減:66〜70",
				"召喚キャラの毒軽減:66〜70",
				"自身の召喚キャラの攻撃力上昇:基本pow*2-20%",
				[
					"効果ターン数:1",
					"効果ターン数:2",
					"効果ターン数:3"
				],
				"効果範囲:半径30"
			]
		],
		type: 5
	},
	{
		job: "サモナー",
		jobid: 6,
		name: "ザコイチ召喚",
		short_name: "ザコ",
		level: 0,
		id: 46,
		point: 0,
		isDefault: true,
		description: {
			SP: 100,
			HP: 0.8,
			pow: 0.65,
			def: 0.3,
			tec: 0.9,
			compensation: [
				-32,
				-24,
				-16,
				-8,
				0
			],
			description: [
				"通常攻撃:威力60",
				"石投げ:威力90"
			]
		},
		type: 5
	},
	{
		job: "サモナー",
		jobid: 6,
		name: "守護霊召喚",
		short_name: "霊",
		level: 0,
		id: 47,
		point: 0,
		isDefault: false,
		description: {
			SP: 200,
			HP: 0.675,
			pow: 0.5,
			def: 15,
			tec: 10,
			compensation: [
				-32,
				-24,
				-16,
				-8,
				0
			],
			description: [
				"クエストのみHPとdefが2倍",
				"諸天善神の鏡(防御上昇なし)"
			]
		},
		type: 5
	},
	{
		job: "サモナー",
		jobid: 6,
		name: "パワーストーン召喚",
		short_name: "石",
		level: 0,
		id: 48,
		point: 0,
		isDefault: false,
		description: {
			SP: 200,
			HP: 1.2,
			pow: 15,
			def: 10,
			tec: 20,
			compensation: [
				-32,
				-24,
				-16,
				-8,
				0
			],
			description: [
				"魔法抵抗40%(対戦時20%)",
				"パワースポット(味方の攻撃力30%上昇)",
				"※多人数フィールドはパワースポットの効果半減"
			]
		},
		type: 5
	},
	{
		job: "サモナー",
		jobid: 6,
		name: "ニョロニョロ召喚",
		short_name: "ニョロ",
		level: 0,
		id: 49,
		point: 1,
		isDefault: false,
		description: {
			SP: 400,
			HP: 2.6,
			pow: 4.5,
			def: 1.3,
			tec: 450,
			compensation: [
				-32,
				-24,
				-16,
				-8,
				0
			],
			description: [
				"通常攻撃:威力60",
				"超免疫"
			]
		},
		type: 5
	},
	{
		job: "サモナー",
		jobid: 6,
		name: "薬オネ召喚",
		short_name: "薬",
		level: 0,
		id: 50,
		point: 1,
		isDefault: false,
		description: {
			SP: 500,
			HP: 1.5,
			pow: 1,
			def: 1.5,
			tec: 15,
			compensation: [
				-32,
				-24,
				-16,
				-8,
				0
			],
			description: [
				"魔法抵抗30%(対戦時15%)",
				"通常攻撃:威力25",
				"唯一の特効薬"
			]
		},
		type: 5
	},
	{
		job: "サモナー",
		jobid: 6,
		name: "狐火召喚",
		short_name: "狐",
		level: 0,
		id: 51,
		point: 1,
		isDefault: false,
		description: {
			SP: 500,
			HP: 0.3,
			pow: 8,
			def: 0.6,
			tec: 10.5,
			compensation: [
				-32,
				-24,
				-16,
				-8,
				0
			],
			description: [
				"魔法抵抗40%(対戦時20%)",
				"通常攻撃:威力60",
				"エクスプロージョン:威力180(外側90)"
			]
		},
		type: 5
	},
	{
		job: "サモナー",
		jobid: 6,
		name: "ロボット召喚",
		short_name: "ロボ",
		level: 0,
		id: 52,
		point: 2,
		isDefault: false,
		description: {
			SP: 600,
			HP: 1.6,
			pow: 7,
			def: 4.5,
			tec: 6,
			compensation: [
				-40,
				-30,
				-20,
				-10,
				0
			],
			description: [
				"通常攻撃:威力20",
				"ビーム:威力600"
			]
		},
		type: 5
	},
	{
		job: "サモナー",
		jobid: 6,
		name: "アウグトゥス召喚",
		short_name: "アウグ",
		level: 0,
		id: 53,
		point: 2,
		isDefault: false,
		description: {
			SP: 700,
			HP: 1.5,
			pow: 5,
			def: 15,
			tec: 5,
			compensation: [
				-40,
				-30,
				-20,
				-10,
				0
			],
			description: [
				"シールドアタック:威力70(対戦時150)",
				"石投げ:威力230",
				"即席バリア:90%軽減",
				"諸天善神の鏡(防御上昇なし)",
				"※クエストのみHPとdefが2倍、シールドアタックの威力半減"
			]
		},
		type: 5
	},
	{
		job: "サモナー",
		jobid: 6,
		name: "赤鬼召喚",
		short_name: "鬼",
		level: 0,
		id: 54,
		point: 2,
		isDefault: false,
		description: {
			SP: 800,
			HP: 3,
			pow: 10.5,
			def: 5,
			tec: 5,
			compensation: [
				-40,
				-30,
				-20,
				-10,
				0
			],
			description: [
				"通常攻撃:威力40",
				"へビィスラッシュ:威力80"
			]
		},
		type: 5
	},
	{
		job: "サモナー",
		jobid: 6,
		name: "アカオネ召喚",
		short_name: "アカオネ",
		level: 0,
		id: 55,
		point: 1,
		isDefault: false,
		description: {
			SP: 500,
			HP: 1.1,
			pow: 5,
			def: 3.5,
			tec: 6.5,
			compensation: [
				-32,
				-24,
				-16,
				-8,
				0
			],
			description: [
				"通常攻撃:威力40",
				"救援の光:威力180"
			]
		},
		type: 5
	},
	{
		job: "サモナー",
		jobid: 6,
		name: "ビリビリ召喚",
		short_name: "ビリ",
		level: 0,
		id: 56,
		point: 1,
		isDefault: false,
		description: {
			SP: 500,
			HP: 2.6,
			pow: 4.5,
			def: 1.3,
			tec: 8,
			compensation: [
				-32,
				-24,
				-16,
				-8,
				0
			],
			description: [
				"通常攻撃:威力35",
				"放電"
			]
		},
		type: 5
	}
]
